Repository: Hiralsarvaiya37/whatsapp_clone_getx
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, gu, hi

source: How to stay safe on WhatsApp
ar: كيفية البقاء آمنًا على واتساب
es: Cómo mantenerse seguro en WhatsApp
fr: Comment rester en sécurité sur WhatsApp
gu: WhatsApp પર સુરક્ષિત કેવી રીતે રહેવું
hi: WhatsApp पर सुरक्षित कैसे रहें

source: How to stay safe in groups on WhatsApp
ar: كيفية البقاء آمنًا في المجموعات على واتساب
es: Cómo mantenerse seguro en grupos de WhatsApp
fr: Comment rester en sécurité dans les groupes WhatsApp
gu: WhatsApp ગ્રુપમાં સુરક્ષિત કેવી રીતે રહેવું
hi: WhatsApp पर ग्रुप्स में सुरक्षित कैसे रहें

source: How to block high volumes of unknown messages
ar: كيفية حظر كميات كبيرة من الرسائل من أرقام غير معروفة
es: Cómo bloquear grandes volúmenes de mensajes desconocidos
fr: Comment bloquer un grand volume de messages d'inconnus
gu: અજાણ્યા સંદેશના મોટા પ્રમાણને બ્લૉક કરવું
hi: अनजान मैसेजेस की अधिक संख्या को कैसे ब्लॉक करें

source: About unofficial apps
ar: حول التطبيقات غير الرسمية
es: Acerca de aplicaciones no oficiales
fr: À propos des applications non officielles
gu: અનધિકૃત ઍપ વિશે
hi: अनऑफिशियल ऐप्स के बारे में

source: About suspicious links
ar: حول الروابط المشبوهة
es: Acerca de enlaces sospechosos
fr: À propos des liens suspects
gu: શંકાસ્પદ લિંક વિશે
hi: संदिग्ध लिंक्स के बारे में

source: About suspicious files
ar: حول الملفات المشبوهة
es: Acerca de archivos sospechosos
fr: À propos des fichiers suspects
gu: શંકાસ્પદ ફાઇલ વિશે
hi: संदिग्ध फाइलों के बारे में

source: About the official WhatsApp chat account
ar: حول حساب الدردشة الرسمي لواتساب
es: Acerca de la cuenta oficial de chat de WhatsApp
fr: À propos du compte de discussion officiel WhatsApp
gu: ઑફિશિયલ WhatsApp ચેટ એકાઉન્ટ વિશે
hi: ऑफिशियल WhatsApp चैट अकाउंट के बारे में

source: About the official WhatsApp Business account
ar: حول حساب واتساب للأعمال الرسمي
es: Acerca de la cuenta oficial de WhatsApp Business
fr: À propos du compte officiel WhatsApp Business
gu: ઑફિશિયલ WhatsApp Business એકાઉન્ટ વિશે
hi: ऑफिशियल WhatsApp बिज़नेस अकाउंट के बारे में

source: About safely communicating with WhatsApp Support
ar: حول التواصل بأمان مع دعم واتساب
es: Acerca de comunicarse de forma segura con el soporte de WhatsApp
fr: À propos de la communication sécurisée avec le support WhatsApp
gu: WhatsApp સપોર્ટ સાથે સુરક્ષિત વાતચીત વિશે
hi: WhatsApp सपोर्ट से सुरक्षित रूप से संवाद करने के बारे में

source: About harvesting personal information
ar: حول حصاد المعلومات الشخصية
es: Acerca de la recolección masiva de información personal
fr: À propos de la collecte massive d'informations personnelles
gu: વ્યક્તિગત માહિતીનું હાર્વેસ્ટિંગ વિશે
hi: व्यक्तिगत जानकारी एकत्र करने के बारे में

source: IFCN fact-checking organizations on WhatsApp
ar: منظمات التحقق من الحقائق IFCN على واتساب
es: Organizaciones de verificación de hechos IFCN en WhatsApp
fr: Organisations de vérification des faits IFCN sur WhatsApp
gu: WhatsApp પર IFCN ફેક્ટ-ચેકિંગ સંસ્થાઓ
hi: WhatsApp पर IFCN फैक्ट-चेकिंग संगठनों के बारे में

source: How to prevent the spread of misinformation
ar: كيفية منع انتشار المعلومات المغلوطة
es: Cómo prevenir la difusión de desinformación
fr: Comment empêcher la propagation de fausses informations
gu: ખોટી માહિતી ફેલાતી અટકાવવી
hi: गलत जानकारी के प्रसार को कैसे रोकें

source: About minimum age to use WhatsApp
ar: حول الحد الأدنى للعمر لاستخدام واتساب
es: Acerca de la edad mínima para usar WhatsApp
fr: À propos de l'âge minimum pour utiliser WhatsApp
gu: WhatsApp વાપરવા માટે ન્યૂનતમ ઉંમર વિશે
hi: WhatsApp इस्तेमाल करने की न्यूनतम उम्र के बारे में

source: How to protect your account from malware
ar: كيفية حماية حسابك من البرمجيات الخبيثة
es: Cómo proteger tu cuenta de malware
fr: Comment protéger votre compte contre les malwares
gu: માલવેરથી એકાઉન્ટ સુરક્ષિત રાખવું
hi: अपने अकाउंट को मैलवेयर से कैसे सुरक्षित रखें

source: About WhatsAPp and elections
ar: حول واتساب والانتخابات
es: Acerca de WhatsApp y elecciones
fr: À propos de WhatsApp et des élections
gu: WhatsApp અને ચૂંટણી વિશે
hi: WhatsApp और चुनावों के बारे में

source: Unauthorized use of automated or bulk messaging on WhatsApp
ar: الاستخدام غير المصرح به للرسائل الآلية أو الجماعية على واتساب
es: Uso no autorizado de mensajería automatizada o masiva en WhatsApp
fr: Utilisation non autorisée de messagerie automatisée ou en masse sur WhatsApp
gu: WhatsApp પર ઑટોમેટેડ/બલ્ક મેસેજિંગનો ગેરકાયદેસર ઉપયોગ
hi: WhatsApp पर ऑटोमेटेड या बल्क मैसेजिंग का अनधिकृत उपयोग

source: How WhatsApp Helps Fight Child Exploitation
ar: كيف يساعد واتساب في مكافحة استغلال الأطفال
es: Cómo WhatsApp ayuda a combatir la explotación infantil
fr: Comment WhatsApp lutte contre l'exploitation des enfants
gu: WhatsApp બાળ શોષણ સામે કેવી રીતે લડે છે
hi: WhatsApp बाल शोषण से लड़ने में कैसे मदद करता है

source: Ensuring user safety in india on WhatsApp
ar: ضمان سلامة المستخدمين في الهند على واتساب
es: Garantizando la seguridad de usuarios en India en WhatsApp
fr: Garantir la sécurité des utilisateurs en Inde sur WhatsApp
gu: ભારતમાં WhatsApp યુઝર સુરક્ષા સુનિશ્ચિત કરવી
hi: भारत में WhatsApp पर यूज़र्स की सुरक्षा सुनिश्चित करना

source: Keeping WhatsApp Users safe in indonesia
ar: الحفاظ على سلامة مستخدمي واتساب في إندونيسيا
es: Manteniendo seguros a los usuarios de WhatsApp en Indonesia
fr: Garder les utilisateurs WhatsApp en sécurité en Indonésie
gu: ઇન્ડોનેશિયામાં WhatsApp યુઝરને સુરક્ષિત રાખવા
hi: इंडोनेशिया में WhatsApp यूज़र्स को सुरक्षित रखना

source: About detecting violations
ar: حول اكتشاف الانتهاكات
es: Acerca de detectar violaciones
fr: À propos de la détection des violations
gu: ઉલ્લંઘન શોધવા વિશે
hi: उल्लंघनों का पता लगाने के बारे में

source: Global Suicide hotline Resources
ar: موارد الخطوط الساخنة العالمية لمنع الانتحار
es: Recursos globales de líneas de prevención del suicidio
fr: Ressources mondiales de lignes d'assistance suicide
gu: વૈશ્વિક સુસાઇડ હેલ્પલાઇન સંસાધનો
hi: वैश्विक आत्महत्या हेल्पलाइन संसाधन

source: Information for Law Enforcement Authorities
ar: معلومات للسلطات المختصة بإنفاذ القانون
es: Información para autoridades encargadas de hacer cumplir la ley
fr: Informations pour les autorités chargées de l'application de la loi
gu: લો એન્ફોર્સમેન્ટ ઓથોરિટી માટે માહિતી
hi: कानून प्रवर्तन प्राधिकरणों के लिए जानकारी

source: New call link
ar: رابط مكالمة جديد
es: Nuevo enlace de llamada
fr: Nouveau lien d'appel
gu: નવું કૉલ લિંક
hi: नया कॉल लिंक

source: New contact
ar: جهة اتصال جديدة
es: Nuevo contacto
fr: Nouveau contact
gu: નવો સંપર્ક
hi: नया संपर्क

source: Invite a friend
ar: دعوة صديق
es: Invitar a un amigo
fr: Inviter un ami
gu: મિત્રને આમંત્રણ આપો
hi: किसी दोस्त को आमंत्रित करें

source: Share link
ar: مشاركة الرابط
es: Compartir enlace
fr: Partager le lien
gu: લિંક શેર કરો
hi: लिंक साझा करें

source: From contacts
ar: من جهات الاتصال
es: Desde contactos
fr: À partir des contacts
gu: સંપર્કોમાંથી
hi: संपर्कों से

source: Invite
ar: دعوة
es: Invitar
fr: Inviter
gu: આમંત્રણ
hi: आमंत्रित करें

source: Send SMS invite?
ar: إرسال دعوة عبر الرسائل النصية؟
es: ¿Enviar invitación por SMS?
fr: Envoyer une invitation par SMS ?
gu: SMS દ્વારા આમંત્રણ મોકલવું છે?
hi: SMS से आमंत्रण भेजें?

source: User isn't on WhatsApp. Do you want to invite them to join?
ar: المستخدم ليس على واتساب. هل تريد دعوته للانضمام؟
es: El usuario no está en WhatsApp. ¿Quieres invitarlo a unirse?
fr: L'utilisateur n'est pas sur WhatsApp. Voulez-vous l'inviter à rejoindre ?
gu: યુઝર WhatsApp પર નથી. શું તેમને જોડાવા માટે આમંત્રણ આપવું છે?
hi: यूज़र WhatsApp पर नहीं है। क्या आप उन्हें जॉइन करने के लिए आमंत्रित करना चाहते हैं?

source: Invite vis SMS
ar: دعوة عبر الرسائل النصية
es: Invitar por SMS
fr: Inviter par SMS
gu: SMS દ્વારા આમંત્રણ
hi: SMS से आमंत्रित करें

source: Not now
ar: ليس الآن
es: Ahora no
fr: Pas maintenant
gu: હમણાં નહીં
hi: अभी नहीं

source: Help
ar: المساعدة
es: Ayuda
fr: Aide
gu: મદદ
hi: मदद

source: Help center
ar: مركز المساعدة
es: Centro de ayuda
fr: Centre d'aide
gu: હેલ્પ સેન્ટર
hi: हेल्प सेंटर

source: Get help, contact us
ar: احصل على المساعدة، تواصل معنا
es: Obtener ayuda, contáctanos
fr: Obtenir de l'aide, nous contacter
gu: મદદ મેળવો, અમારો સંપર્ક કરો
hi: मदद लें, हमसे संपर्क करें

source: Send feedback
ar: إرسال ملاحظات
es: Enviar comentarios
fr: Envoyer un commentaire
gu: ફીડબેક મોકલો
hi: फीडबैक भेजें

source: Report technical issues
ar: الإبلاغ عن مشكلات تقنية
es: Reportar problemas técnicos
fr: Signaler un problème technique
gu: ટેકનિકલ સમસ્યા રિપોર્ટ કરો
hi: तकनीकी समस्या रिपोर्ट करें

source: Terms and privacy policy
ar: الشروط وسياسة الخصوصية
es: Términos y política de privacidad
fr: Conditions et politique de confidentialité
gu: શરતો અને ગોપનીયતા નીતિ
hi: नियम और गोपनीयता नीति

source: Channel reports
ar: تقارير القنوات
es: Informes de canales
fr: Rapports de chaînes
gu: ચેનલ રિપોર્ટ
hi: चैनल रिपोर्ट्स

source: App info
ar: معلومات التطبيق
es: Información de la app
fr: Informations sur l'application
gu: ઍપ માહિતી
hi: ऐप जानकारी

source: Accessibility
ar: إمكانية الوصول
es: Accesibilidad
fr: Accessibilité
gu: ઍક્સેસિબિલિટી
hi: सुलभता

source: Increase contrast
ar: زيادة التباين
es: Aumentar contraste
fr: Augmenter le contraste
gu: કોન્ટ્રાસ્ટ વધારો
hi: कॉन्ट्रास्ट बढ़ाएं

source: Darken key colors to make things easier to see while in light mode.
ar: تغميق الألوان الرئيسية لتسهيل رؤية الأشياء في الوضع الفاتح.
es: Oscurecer colores clave para facilitar la visibilidad en modo claro.
fr: Assombrir les couleurs principales pour faciliter la visibilité en mode clair.
gu: લાઇટ મોડમાં વસ્તુઓ સરળતાથી જોવા માટે મુખ્ય રંગો ઘેરા કરો.
hi: लाइट मोड में चीज़ें आसानी से देखने के लिए मुख्य रंगों को गहरा करें।

source: Choose whether stickers and GIFs move automatically.
ar: اختر ما إذا كانت الملصقات وصور GIF تتحرك تلقائيًا.
es: Elegir si los stickers y GIFs se mueven automáticamente.
fr: Choisir si les stickers et GIFs doivent s'animer automatiquement.
gu: સ્ટિકર્સ અને GIF આપમેળે એનિમેટ થાય કે નહીં તે પસંદ કરો.
hi: चुनें कि स्टिकर और GIF अपने आप चलें या नहीं।

source: Storage and data
ar: التخزين والبيانات
es: Almacenamiento y datos
fr: Stockage et données
gu: સ્ટોરેજ અને ડેટા
hi: स्टोरेज और डेटा

source: Manage storage
ar: إدارة التخزين
es: Administrar almacenamiento
fr: Gérer le stockage
gu: સ્ટોરેજ મેનેજ કરો
hi: स्टोरेज प्रबंधित करें

source: Network usage
ar: استخدام الشبكة
es: Uso de red
fr: Utilisation du réseau
gu: નેટવર્ક વપરાશ
hi: नेटवर्क उपयोग

source: Use less data for calls
ar: استخدام بيانات أقل للمكالمات
es: Usar menos datos en llamadas
fr: Utiliser moins de données pour les appels
gu: કૉલ માટે ઓછો ડેટા વાપરો
hi: कॉल के लिए कम डेटा इस्तेमाल करें

source: Proxy
ar: الوكيل
gu: પ્રોક્સી
hi: प्रॉक्सी

source: Media upload quality
ar: جودة رفع الوسائط
es: Calidad de subida de medios
fr: Qualité d'envoi des médias
gu: મીડિયા અપલોડ ગુણવત્તા
hi: मीडिया अपलोड गुणवत्ता

source: Standard quality
ar: الجودة القياسية
es: Calidad estándar
fr: Qualité standard
gu: સ્ટાન્ડર્ડ ગુણવત્તા
hi: मानक गुणवत्ता

source: Select the quality for photos and videos to be sent at in chats.
ar: حدد الجودة للصور والفيديوهات التي سيتم إرسالها في الدردشات.
es: Seleccionar calidad para fotos y videos enviados en chats.
fr: Sélectionner la qualité des photos et vidéos envoyées dans les discussions.
gu: ચેટમાં મોકલવાના ફોટો અને વીડિયોની ગુણવત્તા પસંદ કરો.
hi: चैट में भेजी जाने वाली फोटो और वीडियो की गुणवत्ता चुनें।

source: HD quality
ar: جودة عالية الدقة
es: Calidad HD
fr: Qualité HD
gu: HD ગુણવત્તા
hi: HD गुणवत्ता

source: Auto-download quality
ar: جودة التنزيل التلقائي
es: Calidad de descarga automática
fr: Qualité de téléchargement automatique
gu: ઑટો-ડાઉનલોડ ગુણવત્તા
hi: ऑटो-डाउनलोड गुणवत्ता

source: Choose...
ar: اختر...
es: Elegir...
fr: Choisir…
gu: પસંદ કરો...
hi: चुनें...

source: Select the quality for photos and videos to be automatically downloaded in.
ar: حدد الجودة للصور والفيديوهات التي سيتم تنزيلها تلقائيًا.
es: Seleccionar calidad para fotos y videos descargados automáticamente.
fr: Sélectionner la qualité des photos et vidéos téléchargées automatiquement.
gu: આપમેળે ડાઉનલોડ થનાર ફોટો/વીડિયોની ગુણવત્તા પસંદ કરો.
hi: अपने आप डाउनलोड होने वाली फोटो और वीडियो की गुणवत्ता चुनें।

source: Media auto-download
ar: تنزيل تلقائي للوسائط
es: Descarga automática de medios
fr: Téléchargement automatique des médias
gu: મીડિયા ઑટો-ડાઉનલોડ
hi: मीडिया ऑटो-डाउनलोड

source: Voice messages are always automatically downloaded
ar: يتم تنزيل الرسائل الصوتية تلقائيًا دائمًا
es: Los mensajes de voz siempre se descargan automáticamente
fr: Les messages vocaux sont toujours téléchargés automatiquement
gu: વૉઇસ મેસેજ હંમેશા આપમેળે ડાઉનલોડ થાય છે
hi: वॉइस मैसेज हमेशा अपने आप डाउनलोड होते हैं

source: When using mobile data
ar: عند استخدام بيانات الجوال
es: Al usar datos móviles
fr: En utilisant les données mobiles
gu: મોબાઇલ ડેટા વાપરતા હોય ત્યારે
hi: मोबाइल डेटा इस्तेमाल करते समय

source: Photos
ar: الصور
es: Fotos
gu: ફોટો
hi: फोटो

source: When connected on Wi-Fi
ar: عند الاتصال بشبكة Wi-Fi
es: Cuando estás conectado a Wi-Fi
fr: Quand connecté en Wi-Fi
gu: Wi-Fi કનેક્ટેડ હોય ત્યારે
hi: Wi-Fi से जुड़े होने पर

source: All media
ar: جميع الوسائط
es: Todos los medios
fr: Tous les médias
gu: બધું મીડિયા
hi: सभी मीडिया

source: When roaming
ar: عند التجوال
es: En itinerancia
fr: En itinérance
gu: રોમિંગમાં હોય ત્યારે
hi: रोमिंग के समय

source: No media
ar: لا وسائط
es: Sin medios
fr: Aucun média
gu: કોઈ મીડિયા નહીં
hi: कोई मीडिया नहीं

source: Audio
ar: الصوت
gu: ઑડિયો
hi: ऑडियो

source: Documents
ar: المستندات
es: Documentos
gu: ડૉક્યુમેન્ટ્સ
hi: दस्तावेज़

source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
gu: સેવ કરો
hi: सेव करें

source: Who can see my personal info
ar: من يمكنه رؤية معلوماتي الشخصية
es: Quién puede ver mi información personal
fr: Qui peut voir mes informations personnelles
gu: મારી વ્યક્તિગત માહિતી કોણ જોઈ શકે છે
hi: मेरी व्यक्तिगत जानकारी कौन देख सकता है

source: last seen and online
ar: آخر ظهور وعبر الإنترنت
es: Última vez y en línea
fr: Dernière connexion et en ligne
gu: લાસ્ટ સીન અને ઑનલાઇન
hi: लास्ट सीन और ऑनलाइन

source: Nobody
ar: لا أحد
es: Nadie
fr: Personne
gu: કોઈ નહીં
hi: कोई नहीं

source: Profile picture
ar: صورة الملف الشخصي
es: Foto de perfil
fr: Photo de profil
gu: પ્રોફાઇલ ચિત્ર
hi: प्रोफाइल फोटो

source: My contacts
ar: جهات اتصالي
es: Mis contactos
fr: Mes contacts
gu: મારા સંપર્કો
hi: मेरे संपर्क

source: About
ar: حول
es: Acerca de
fr: À propos
gu: વિશે
hi: अबाउट

source: Everyone
ar: الجميع
es: Todos
fr: Tout le monde
gu: દરેક
hi: सभी

source: Links
ar: الروابط
es: Enlaces
fr: Liens
gu: લિંક
hi: लिंक्स

source: Read receipts
ar: إيصالات القراءة
es: Recibos de lectura
fr: Accusés de lecture
gu: રીડ રસીપ્ટ
hi: रीड रिसीट

source: If turned off, you won't send or receive Read receipts. Read receipts are always sent for group chats.
ar: إذا تم إيقافه، لن ترسل أو تستقبل إيصالات قراءة. يتم إرسال إيصالات القراءة دائمًا في الدردشات الجماعية.
es: Si se desactiva, no enviarás ni recibirás recibos de lectura. En chats de grupo siempre se envían.
fr: Si désactivé, vous n'enverrez ni ne recevrez d'accusés de lecture. Les accusés sont toujours envoyés dans les discussions de groupe.
gu: બંધ હોય તો રીડ રસીપ્ટ મોકલશો/મેળવશો નહીં. ગ્રુપ ચેટમાં હંમેશા રીડ રસીપ્ટ મોકલાય છે.
hi: अगर बंद किया गया, तो आप रीड रिसीट न भेज पाएंगे और न ही प्राप्त करेंगे। ग्रुप चैट के लिए रीड रिसीट हमेशा भेजी जाती हैं।

source: Disappearing messages
ar: الرسائل المختفية
es: Mensajes que desaparecen
fr: Messages éphémères
gu: ગાયબ થતા સંદેશ
hi: गायब होने वाले संदेश

source: Default message timer
ar: المؤقت الافتراضي للرسائل
es: Temporizador predeterminado de mensajes
fr: Durée par défaut des messages éphémères
gu: ડિફોલ્ટ સંદેશ ટાઇમર
hi: डिफ़ॉल्ट मैसेज टाइमर

source: Start new chats with disappearing messages set to your timer
ar: بدء الدردشات الجديدة برسائل مختفية مضبوطة على مؤقتك
es: Iniciar nuevos chats con mensajes que desaparecen configurados en tu temporizador
fr: Démarrer les nouvelles discussions avec les messages éphémères réglés sur votre durée
gu: નવી ચેટ તમારા ટાઇમર સાથે ગાયબ થતા સંદેશ સાથે
hi: नई चैट्स को आपके टाइमर के अनुसार गायब होने वाले संदेशों के साथ शुरू करें

source: Groups
ar: المجموعات
es: Grupos
fr: Groupes
gu: ગ્રુપ્સ
hi: ग्रुप्स

source: Avatar stickers
ar: ملصقات الصورة الرمزية
es: Stickers de avatar
fr: Stickers avatar
gu: એવાટાર સ્ટિકર્સ
hi: अवतार स्टिकर्स

source: Live location
ar: الموقع المباشر
es: Ubicación en vivo
fr: Localisation en direct
gu: લાઇવ લોકેશન
hi: लाइव लोकेशन

source: Silence unknown callers
ar: كتم المكالمات من أرقام غير معروفة
es: Silenciar llamadas desconocidas
fr: Réduire au silence les appels d'inconnus
gu: અજાણ્યા કોલર્સને મૌન કરો
hi: अनजान कॉलर्स को साइलेंट करें

source: Block contacts, WhatsApp contacts
ar: حظر جهات الاتصال، جهات اتصال واتساب
es: Bloquear contactos, contactos de WhatsApp
fr: Bloquer des contacts, contacts WhatsApp
gu: સંપર્કો બ્લૉક કરો, WhatsApp સંપર્કો
hi: संपर्क और WhatsApp संपर्क ब्लॉक करें

source: App lock
ar: قفل التطبيق
es: Bloqueo de aplicación
fr: Verrouillage d'application
gu: એપ લૉક
hi: ऐप लॉक

source: Disabled
ar: معطل
es: Desactivado
fr: Désactivé
gu: નિષ્ક્રિય
hi: बंद

source: Chat lock
ar: قفل الدردشة
es: Bloqueo de chat
fr: Verrouillage de discussion
gu: ચેટ લૉક
hi: चैट लॉक

source: Allow camera effects
ar: السماح بتأثيرات الكاميرا
es: Permitir efectos de cámara
fr: Autoriser les effets de caméra
gu: કૅમેરા ઇફેક્ટ્સને મંજૂરી આપો
hi: कैमरा इफेक्ट्स की अनुमति दें

source: Use effects in the camera and video calls.
ar: استخدام التأثيرات في الكاميرا ومكالمات الفيديو.
es: Usar efectos en la cámara y videollamadas.
fr: Utiliser des effets dans la caméra et les appels vidéo.
gu: કૅમેરા અને વીડિયો કૉલમાં ઇફેક્ટ્સનો ઉપયોગ કરો.
hi: कैमरा और वीडियो कॉल में इफेक्ट्स का उपयोग करें।

source: Advanced
ar: متقدم
es: Avanzado
fr: Avancé
gu: અદ્યતન
hi: एडवांस्ड

source: Protect IP address in calls, Disable link previews
ar: حماية عنوان IP في المكالمات، تعطيل معاينة الروابط
es: Proteger dirección IP en llamadas, desactivar vistas previas de enlaces
fr: Protéger l'adresse IP dans les appels, désactiver les aperçus de liens
gu: કૉલમાં IP એડ્રેસનું રક્ષણ કરો, લિંક પૂર્વાવલોકન બંધ કરો
hi: कॉल में IP एड्रेस सुरक्षित रखें, लिंक प्रीव्यू बंद करें

source: Privacy checkup
ar: مراجعة الخصوصية
es: Revisión de privacidad
fr: Vérification de confidentialité
gu: ગોપનીયતા તપાસ
hi: प्राइवेसी चेकअप

source: Control your privacy and choose the right settings for you.
ar: تحكم في خصوصيتك واختر الإعدادات المناسبة لك.
es: Controla tu privacidad y elige la configuración adecuada para ti.
fr: Contrôlez votre vie privée et choisissez les bons paramètres pour vous.
gu: તમારી ગોપનીયતા પર નિયંત્રણ રાખો અને તમારા માટે યોગ્ય સેટિંગ્સ પસંદ કરો.
hi: अपनी प्राइवेसी नियंत्रित करें और अपने लिए सही सेटिंग्स चुनें।

source: Avatar
ar: الصورة الرمزية
gu: એવાટાર
hi: अवतार

source: Say more with Avatars now on WhatsApp
ar: قل المزيد باستخدام الصور الرمزية الآن على واتساب
es: Di más con avatares ahora en WhatsApp
fr: Exprimez-vous davantage avec les avatars maintenant sur WhatsApp
gu: WhatsApp પર હવે એવાટાર સાથે વધુ વ્યક્ત કરો
hi: अब WhatsApp पर अवतार के साथ और ज़्यादा कहें

source: Create your Avatar
ar: أنشئ صورتك الرمزية
es: Crea tu avatar
fr: Créez votre avatar
gu: તમારો એવાટાર બનાવો
hi: अपना अवतार बनाएं

source: Lists
ar: القوائم
es: Listas
fr: Listes
gu: લિસ્ટ્સ
hi: सूचियाँ

source: Edit Lists
ar: تعديل القوائم
es: Editar listas
fr: Modifier les listes
gu: લિસ્ટ્સ એડિટ કરો
hi: सूचियाँ संपादित करें

source: You can edit lists and filters here or reorder how they appear on the Chats tab.
ar: يمكنك تعديل القوائم والفلاتر هنا أو إعادة ترتيب طريقة ظهورها في تبويب الدردشات.
es: Puedes editar listas y filtros aquí o reordenar cómo aparecen en la pestaña Chats.
fr: Vous pouvez modifier les listes et filtres ici ou réorganiser leur ordre d'apparition dans l'onglet Discussions.
gu: અહીં તમે લિસ્ટ અને ફિલ્ટર એડિટ કરી શકો છો અથવા તે ચેટ્સ ટેબ પર કેવી રીતે દેખાય તેનો ક્રમ બદલી શકો છો.
hi: यहाँ आप सूचियाँ और फ़िल्टर एडिट कर सकते हैं या Chats टैब में उनका क्रम बदल सकते हैं।

source: Your lists
ar: قوائمك
es: Tus listas
fr: Vos listes
gu: તમારી લિસ્ટ્સ
hi: आपकी सूचियाँ

source: Unread
ar: غير مقروءة
es: No leídos
fr: Non lus
gu: વાંચ્યા નથી
hi: अपठित

source: Preset
ar: مُعد مسبقًا
es: Predefinido
fr: Prédéfini
gu: પ્રીસેટ
hi: प्रीसेट

source: Available presets
ar: الإعدادات المسبقة المتوفرة
es: Predefinidos disponibles
fr: Prédéfinis disponibles
gu: ઉપલબ્ધ પ્રીસેટ્સ
hi: उपलब्ध प्रीसेट

source: If you remove a preset list like Unread or Groups, it will become available here.
ar: إذا أزلت قائمة مُعدة مسبقًا مثل "غير مقروءة" أو "المجموعات"، فستصبح متاحة هنا.
es: Si eliminas una lista predefinida como No leídos o Grupos, estará disponible aquí.
fr: Si vous supprimez une liste prédéfinie comme Non lus ou Groupes, elle sera disponible ici.
gu: જો તમે Unread કે Groups જેવી પ્રીસેટ લિસ્ટ દૂર કરશો તો તે અહીં ઉપલબ્ધ થશે.
hi: अगर आप Unread या Groups जैसी किसी प्रीसेट लिस्ट को हटाते हैं, तो वह यहाँ उपलब्ध हो जाएगी।

source: Any list create becomes a filter at the top of your Chats tab.
ar: أي قائمة تنشئها تصبح فلترًا في أعلى تبويب الدردشات.
es: Cualquier lista que crees se convierte en un filtro en la parte superior de tu pestaña Chats.
fr: Toute liste créée devient un filtre en haut de votre onglet Discussions.
gu: જે કોઈ લિસ્ટ તમે બનાવો છો તે તમારા ચેટ્સ ટેબની ટોચ પર ફિલ્ટર તરીકે દેખાશે.
hi: आप जो भी लिस्ट बनाते हैं, वह Chats टैब के ऊपर एक फ़िल्टर बन जाती है।

source: Add people or groups
ar: إضافة أشخاص أو مجموعات
es: Agregar personas o grupos
fr: Ajouter des personnes ou groupes
gu: લોકો અથવા ગ્રુપ ઉમેરો
hi: लोग या ग्रुप जोड़ें

source: Display
ar: العرض
es: Pantalla
fr: Affichage
gu: ડિસ્પ્લે
hi: डिस्प्ले

source: Choose theme
ar: اختر السمة
es: Elegir tema
fr: Choisir le thème
gu: થીમ પસંદ કરો
hi: थीम चुनें

source: System default
ar: الافتراضي للنظام
es: Predeterminado del sistema
fr: Par défaut du système
gu: સિસ્ટમ ડિફોલ્ટ
hi: सिस्टम डिफ़ॉल्ट

source: Light
ar: فاتح
es: Claro
fr: Clair
gu: લાઇટ
hi: लाइट

source: Dark
ar: داكن
es: Oscuro
fr: Sombre
gu: ડાર્ક
hi: डार्क

source: Theme
ar: السمة
es: Tema
fr: Thème
gu: થીમ
hi: थीम

source: Default chat theme
ar: سمة الدردشة الافتراضية
es: Tema de chat predeterminado
fr: Thème de discussion par défaut
gu: ડિફોલ્ટ ચેટ થીમ
hi: डिफ़ॉल्ट चैट थीम

source: Chat settings
ar: إعدادات الدردشة
es: Ajustes de chat
fr: Paramètres de discussion
gu: ચેટ સેટિંગ્સ
hi: चैट सेटिंग्स

source: Enter is send
ar: Enter للإرسال
es: Enter envía
fr: Entrée = envoyer
gu: Enter એ મોકલે છે
hi: एंटर से भेजें

source: Enter key will send your message
ar: مفتاح Enter سيرسل رسالتك
es: La tecla Enter enviará tu mensaje
fr: La touche Entrée enverra votre message
gu: Enter કી તમારો સંદેશ મોકલશે
hi: एंटर की दबाने से आपका मैसेज भेज दिया जाएगा

source: Media visibility
ar: رؤية الوسائط
es: Visibilidad de medios
fr: Visibilité des médias
gu: મીડિયા દૃશ્યતા
hi: मीडिया विज़िबिलिटी

source: Show newly downloaded media in your device's gallery
ar: إظهار الوسائط التي تم تنزيلها حديثًا في معرض جهازك
es: Mostrar medios recién descargados en la galería de tu dispositivo
fr: Afficher les nouveaux médias téléchargés dans la galerie de votre appareil
gu: નવા ડાઉનલોડ થયેલા મીડિયાને તમારા ડિવાઇસની ગેલેરીમાં બતાવો
hi: नया डाउनलोड किया गया मीडिया आपके डिवाइस की गैलरी में दिखाएं

source: Font size
ar: حجم الخط
es: Tamaño de fuente
fr: Taille de police
gu: ફોન્ટ સાઇઝ
hi: फ़ॉन्ट साइज़

source: Voice message transcripts
ar: نصوص الرسائل الصوتية
es: Transcripciones de mensajes de voz
fr: Transcriptions des messages vocaux
gu: વૉઇસ મેસેજ ટ્રાન્સક્રિપ્ટ્સ
hi: वॉइस मैसेज ट्रांसक्रिप्ट

source: Read new voice messages.
ar: قراءة الرسائل الصوتية الجديدة.
es: Leer nuevos mensajes de voz.
fr: Lire les nouveaux messages vocaux.
gu: નવા વૉઇસ મેસેજ વાંચો.
hi: नए वॉइस मैसेज पढ़ें।

source: Archived chats
ar: الدردشات المؤرشفة
es: Chats archivados
fr: Discussions archivées
gu: આર્કાઇવ કરેલી ચેટ્સ
hi: आर्काइव की गई चैट्स
