Repository: Hiralsarvaiya37/whatsapp_clone_getx
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, gu, hi

source: Keep chats archived
ar: الاحتفاظ بالدردشات مؤرشفة
es: Mantener chats archivados
fr: Conserver les discussions archivées
gu: ચેટ્સને આર્કાઇવમાં રાખો
hi: चैट्स को आर्काइव में रखें

source: Archived chats will remain archived when you receive a new message
ar: ستبقى الدردشات المؤرشفة مؤرشفة عند استلام رسالة جديدة
es: Los chats archivados permanecerán archivados al recibir un nuevo mensaje
fr: Les discussions archivées resteront archivées même si vous recevez un nouveau message
gu: નવો સંદેશ મળે તો પણ આર્કાઇવ કરેલી ચેટ્સ આર્કાઇવમાં જ રહેશે
hi: नई मैसेज मिलने पर भी आर्काइव की गई चैट्स आर्काइव में ही रहेंगी

source: Transfer chats
ar: نقل الدردشات
es: Transferir chats
fr: Transférer les discussions
gu: ચેટ્સ ટ્રાન્સફર કરો
hi: चैट ट्रांसफर करें

source: Broadcasts
ar: البث
es: Difusiones
fr: Diffusions
gu: બ્રોડકાસ્ટ્સ
hi: ब्रॉडकास्ट

source: This month
ar: هذا الشهر
es: Este mes
fr: Ce mois-ci
gu: આ મહિને
hi: इस महीने

source: Sent
ar: المرسلة
es: Enviadas
fr: Envoyées
gu: મોકલાયેલ
hi: भेजे गए

source: Remaining
ar: المتبقية
es: Restantes
fr: Restantes
gu: બાકી
hi: शेष

source: Send up to 35 broadcasts month.
ar: إرسال حتى 35 بث شهريًا.
es: Enviar hasta 35 difusiones al mes.
fr: Envoyer jusqu'à 35 diffusions par mois.
gu: દર મહિને 35 સુધી બ્રોડકાસ્ટ મોકલો.
hi: एक महीने में अधिकतम 35 ब्रॉडकास्ट भेज सकते हैं

source: No broadcasts
ar: لا توجد بثوث
es: No hay difusiones
fr: Aucune diffusion
gu: કોઈ બ્રોડકાસ્ટ નથી
hi: कोई ब्रॉडकास्ट नहीं

source: Conversation tones
ar: نغمات المحادثة
es: Tonos de conversación
fr: Sons de conversation
gu: વાતચીત ટોન
hi: कन्वर्सेशन टोन

source: Play sounds for incoming and outgoing messages.
ar: تشغيل أصوات للرسائل الواردة والصادرة.
es: Reproducir sonidos para mensajes entrantes y salientes.
fr: Jouer des sons pour les messages entrants et sortants.
gu: આવતા અને જતા સંદેશ માટે અવાજ વગાડો.
hi: आने और जाने वाले मैसेज के लिए साउंड चलाएं

source: Reminders
ar: التذكيرات
es: Recordatorios
fr: Rappels
gu: રિમાઇન્ડર્સ
hi: रिमाइंडर

source: Get occasional reminders about messages, calls or status updates you haven't seen
ar: تلقي تذكيرات عرضية حول الرسائل أو المكالمات أو تحديثات الحالة التي لم ترها
es: Recibir recordatorios ocasionales sobre mensajes, llamadas o actualizaciones de estado que no has visto
fr: Recevoir des rappels occasionnels sur les messages, appels ou statuts que vous n'avez pas vus
gu: તમે જોયા ન હોય તેવા સંદેશ, કૉલ કે સ્ટેટસ અપડેટ વિશે થોડા રિમાઇન્ડર મેળવો
hi: जो मैसेज, कॉल या स्टेटस अपडेट आपने नहीं देखे हैं, उनके लिए कभी-कभी रिमाइंडर प्राप्त करें

source: Notification tone
ar: نغمة الإشعار
es: Tono de notificación
fr: Son de notification
gu: નોટિફિકેશન ટોન
hi: नोटिफिकेशन टोन

source: Vibrate
ar: الاهتزاز
es: Vibrar
fr: Vibrer
gu: વાઇબ્રેટ
hi: वाइब्रेट

source: Popup notification
ar: إشعار منبثق
es: Notificación emergente
fr: Notification contextuelle
gu: પોપ-અપ નોટિફિકેશન
hi: पॉप-अप नोटिफिकेशन

source: Not available
ar: غير متاح
es: No disponible
fr: Non disponible
gu: ઉપલબ્ધ નથી
hi: उपलब्ध नहीं

source: Popup notifications are no longer available in your version of Android
ar: الإشعارات المنبثقة لم تعد متاحة في إصدار أندرويد الخاص بك
es: Las notificaciones emergentes ya no están disponibles en tu versión de Android
fr: Les notifications contextuelles ne sont plus disponibles sur votre version d'Android
gu: તમારા Android વર્ઝનમાં પોપ-અપ નોટિફિકેશન હવે ઉપલબ્ધ નથી
hi: आपके Android वर्ज़न में पॉप-अप नोटिफिकेशन अब उपलब्ध नहीं हैं

source: Use high priority notifications
ar: استخدام إشعارات عالية الأولوية
es: Usar notificaciones de alta prioridad
fr: Utiliser les notifications haute priorité
gu: હાઇ પ્રાયોરિટી નોટિફિકેશનનો ઉપયોગ કરો
hi: हाई प्रायोरिटी नोटिफिकेशन का उपयोग करें

source: Show previews of notifications at the top of the screen
ar: إظهار معاينات الإشعارات في أعلى الشاشة
es: Mostrar vistas previas de notificaciones en la parte superior de la pantalla
fr: Afficher les aperçus des notifications en haut de l'écran
gu: સ્ક્રીનની ટોચ પર નોટિફિકેશનનું પૂર્વાવલોકન બતાવો
hi: स्क्रीन के ऊपर नोटिफिकेशन का प्रीव्यू दिखाएं

source: Reactions notification
ar: إشعار التفاعلات
es: Notificación de reacciones
fr: Notification de réactions
gu: રિએક્શન નોટિફિકેશન
hi: रिएक्शन नोटिफिकेशन

source: Show notifications for reactions to messages you send
ar: إظهار إشعارات التفاعلات على الرسائل التي ترسلها
es: Mostrar notificaciones para reacciones a mensajes que envías
fr: Afficher les notifications pour les réactions aux messages que vous envoyez
gu: તમે મોકલેલા સંદેશ પરના રિએક્શનની નોટિફિકેશન બતાવો
hi: आपके भेजे गए मैसेज पर मिलने वाले रिएक्शन के लिए नोटिफिकेशन दिखाएं

source: Ringtone
ar: نغمة الرنين
es: Tono de llamada
fr: Sonnerie
gu: રિંગટોન
hi: रिंगटोन

source: Reactions
ar: التفاعلات
es: Reacciones
fr: Réactions
gu: રિએક્શન્સ
hi: रिएक्शन

source: Show notifications when you get likes on a status
ar: إظهار إشعارات عند تلقي إعجابات على حالة
es: Mostrar notificaciones cuando recibes me gusta en un estado
fr: Afficher les notifications quand vous recevez des likes sur un statut
gu: સ્ટેટસ પર લાઇક મળે ત્યારે નોટિફિકેશન બતાવો
hi: जब आपके स्टेटस पर लाइक मिलें तो नोटिफिकेशन दिखाएं

source: Home screen notifications
ar: إشعارات الشاشة الرئيسية
es: Notificaciones en pantalla de inicio
fr: Notifications sur l'écran d'accueil
gu: હોમ સ્ક્રીન નોટિફિકેશન
hi: होम स्क्रीन नोटिफिकेशन

source: Clear count
ar: مسح العدد
es: Borrar contador
fr: Effacer le compteur
gu: કાઉન્ટ સાફ કરો
hi: काउंट साफ़ करें

source: Your home screen badge clears completely after every time you open the app.
ar: شارة الشاشة الرئيسية تُمسح بالكامل في كل مرة تفتح فيها التطبيق.
es: El badge en tu pantalla de inicio se borra completamente cada vez que abres la app.
fr: Le badge sur l'écran d'accueil est entièrement effacé à chaque fois que vous ouvrez l'application.
gu: દર વખતે એપ ખોલો ત્યારે તમારું હોમ સ્ક્રીન બેજ સંપૂર્ણપણે સાફ થઈ જાય છે.
hi: हर बार ऐप खोलने पर होम स्क्रीन बैज पूरी तरह साफ़ हो जाएगा

source: Email address
ar: عنوان البريد الإلكتروني
es: Correo electrónico
fr: Adresse e-mail
gu: ઇમેઇલ સરનામું
hi: ईमेल पता

source: Account
ar: الحساب
es: Cuenta
fr: Compte
gu: એકાઉન્ટ
hi: अकाउंट

source: Chat
ar: الدردشة
fr: Discussion
gu: ચેટ
hi: चैट

source: App language
ar: لغة التطبيق
es: Idioma de la app
fr: Langue de l'application
gu: એપ ભાષા
hi: ऐप की भाषा

source: Help and feedback
ar: المساعدة والملاحظات
es: Ayuda y comentarios
fr: Aide et commentaires
gu: મદદ અને ફીડબેક
hi: मदद और फ़ीडबैक

source: App updates
ar: تحديثات التطبيق
es: Actualizaciones de la app
fr: Mises à jour de l'application
gu: એપ અપડેટ્સ
hi: ऐप अपडेट्स
