Repository: Hiralsarvaiya37/whatsapp_clone_getx
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, gu, hi

source: About inactive account deletion
ar: حول حذف الحسابات غير النشطة
es: Acerca de la eliminación de cuentas inactivas
fr: À propos de la suppression des comptes inactifs
gu: નિષ્ક્રિય એકાઉન્ટ કાઢી નાખવા વિશે
hi: निष्क्रिय खाता डिलीट होने के बारे में

source: About account deactivation
ar: حول تعطيل الحساب
es: Acerca de la desactivación de cuenta
fr: À propos de la désactivation de compte
gu: એકાઉન્ટ નિષ્ક્રિય કરવા વિશે
hi: खाता निष्क्रिय करने के बारे में

source: Channel Admins
ar: مشرفو القناة
es: Administradores de canal
fr: Administrateurs de chaîne
gu: ચેનલ એડમિન
hi: चैनल एडमिन

source: How to share a channel update
ar: كيفية مشاركة تحديث قناة
es: Cómo compartir una actualización de canal
fr: Comment partager une mise à jour de chaîne
gu: ચેનલ અપડેટ કેવી રીતે શેર કરવું
hi: चैनल अपडेट कैसे शेयर करें

source: How to edit channel updates
ar: كيفية تعديل تحديثات القناة
es: Cómo editar actualizaciones de canal
fr: Comment modifier les mises à jour de chaîne
gu: ચેનલ અપડેટ કેવી રીતે એડિટ કરવા
hi: चैनल अपडेट कैसे एडिट करें

source: How to forward to your channel
ar: كيفية إعادة توجيه إلى قناتك
es: Cómo reenviar a tu canal
fr: Comment transférer vers votre chaîne
gu: તમારી ચેનલમાં કેવી રીતે ફોરવર્ડ કરવું
hi: अपने चैनल पर फॉरवर्ड कैसे करें

source: How to forward channel info and settings
ar: كيفية إعادة توجيه معلومات وإعدادات القناة
es: Cómo reenviar información y ajustes del canal
fr: Comment transférer les infos et paramètres de la chaîne
gu: ચેનલ માહિતી અને સેટિંગ્સ કેવી રીતે ફોરવર્ડ કરવા
hi: चैनल जानकारी और सेटिंग्स कैसे फॉरवर्ड करें

source: How to share your channel
ar: كيفية مشاركة قناتك
es: Cómo compartir tu canal
fr: Comment partager votre chaîne
gu: તમારી ચેનલ કેવી રીતે શેર કરવી
hi: अपना चैनल कैसे शेयर करें

source: About channel admin controls
ar: حول عناصر التحكم لمشرف القناة
es: Acerca de los controles de administrador de canal
fr: À propos des contrôles administrateur de chaîne
gu: ચેનલ એડમિન કંટ્રોલ વિશે
hi: चैनल एडमिन कंट्रोल्स के बारे में

source: How to create channel polls
ar: كيفية إنشاء استطلاعات في القناة
es: Cómo crear encuestas en un canal
fr: Comment créer des sondages dans une chaîne
gu: ચેનલમાં પોલ કેવી રીતે બનાવવું
hi: चैनल पोल कैसे बनाएं

source: How to invite and dismiss channel admins
ar: كيفية دعوة وإقالة مشرفي القناة
es: Cómo invitar y despedir administradores de canal
fr: Comment inviter et révoquer des administrateurs de chaîne
gu: ચેનલ એડમિનને આમંત્રણ આપવું અને દૂર કરવું
hi: चैनल एडमिन को आमंत्रित और हटाएं कैसे

source: How to delete channel updates
ar: كيفية حذف تحديثات القناة
es: Cómo eliminar actualizaciones de canal
fr: Comment supprimer des mises à jour de chaîne
gu: ચેનલ અપડેટ કેવી રીતે કાઢી નાખવા
hi: चैनल अपडेट कैसे डिलीट करें

source: How to see channel metrics and insights
ar: كيفية رؤية مقاييس وإحصائيات القناة
es: Cómo ver métricas e información del canal
fr: Comment voir les statistiques et analyses de la chaîne
gu: ચેનલ મેટ્રિક્સ અને ઇન્સાઇટ્સ કેવી રીતે જોવા
hi: चैनल मेट्रिक्स और इनसाइट्स कैसे देखें

source: How to pin channels and star updates
ar: كيفية تثبيت القنوات وتمييز التحديثات بالنجمة
es: Cómo fijar canales y destacar actualizaciones
fr: Comment épingler des chaînes et mettre en favori des mises à jour
gu: ચેનલ પિન કરવી અને અપડેટ સ્ટાર કરવા
hi: चैनल पिन और अपडेट स्टार कैसे करें

source: About becoming a promoted channel in the directory
ar: حول أن تصبح قناة مميزة في الدليل
es: Acerca de convertirse en canal promocionado en el directorio
fr: À propos de devenir une chaîne promue dans l'annuaire
gu: ડિરેક્ટરીમાં પ્રમોટેડ ચેનલ બનવા વિશે
hi: डायरेक्टरी में प्रमोटेड चैनल बनने के बारे में

source: About adding subscriptions to your channel
ar: حول إضافة اشتراكات إلى قناتك
es: Acerca de agregar suscripciones a tu canal
fr: À propos de l'ajout d'abonnements à votre chaîne
gu: ચેનલમાં સબ્સ્ક્રિપ્શન ઉમેરવા વિશે
hi: अपने चैनल में सब्सक्रिप्शन जोड़ने के बारे में

source: Channel Followers and Viewers
ar: متابعو القناة والمشاهدون
es: Seguidores y espectadores del canal
fr: Abonnés et spectateurs de la chaîne
gu: ચેનલ ફોલોઅર્સ અને વ્યૂઅર્સ
hi: चैनल फॉलोअर्स और दर्शक

source: How to react to channel updates
ar: كيفية التفاعل مع تحديثات القناة
es: Cómo reaccionar a actualizaciones de canal
fr: Comment réagir aux mises à jour de chaîne
gu: ચેનલ અપડેટ પર પ્રતિક્રિયા કેવી રીતે આપવી
hi: चैनल अपडेट पर रिएक्ट कैसे करें

source: How to vote on channel polls
ar: كيفية التصويت في استطلاعات القناة
es: Cómo votar en encuestas de canal
fr: Comment voter aux sondages de chaîne
gu: ચેનલ પોલમાં મત આપવો
hi: चैनल पोल पर वोट कैसे करें

source: How to manage channel notifications
ar: كيفية إدارة إشعارات القناة
es: Cómo administrar notificaciones de canal
fr: Comment gérer les notifications de chaîne
gu: ચેનલ સૂચનાઓ કેવી રીતે મેનેજ કરવી
hi: चैनल नोटिफिकेशन कैसे मैनेज करें

source: How to listen to voice updates on WhatsApp Channels
ar: كيفية الاستماع إلى التحديثات الصوتية في قنوات واتساب
es: Cómo escuchar actualizaciones de voz en canales de WhatsApp
fr: Comment écouter les mises à jour vocales sur les chaînes WhatsApp
gu: WhatsApp ચેનલ પર વૉઇસ અપડેટ સાંભળવા
hi: WhatsApp चैनल पर वॉइस अपडेट कैसे सुनें

source: How to unfollow a channel
ar: كيفية إلغاء متابعة قناة
es: Cómo dejar de seguir un canal
fr: Comment se désabonner d'une chaîne
gu: ચેનલ અનફોલો કેવી રીતે કરવી
hi: चैनल को अनफॉलो कैसे करें

source: How to manage your channel subscription
ar: كيفية إدارة اشتراكك في القناة
es: Cómo administrar tu suscripción a un canal
fr: Comment gérer votre abonnement à une chaîne
gu: ચેનલ સબ્સ્ક્રિપ્શન કેવી રીતે મેનેજ કરવું
hi: अपने चैनल सब्सक्रिप्शन को कैसे मैनेज करें

source: Get Started
ar: ابدأ الآن
es: Comenzar
fr: Commencer
gu: શરૂ કરો
hi: शुरू करें

source: About WhatsApp Channels
ar: حول قنوات واتساب
es: Acerca de los canales de WhatsApp
fr: À propos des chaînes WhatsApp
gu: WhatsApp ચેનલ્સ વિશે
hi: WhatsApp चैनल के बारे में

source: About creating a WhatsApp Channel
ar: حول إنشاء قناة واتساب
es: Acerca de crear un canal de WhatsApp
fr: À propos de la création d'une chaîne WhatsApp
gu: WhatsApp ચેનલ બનાવવા વિશે
hi: WhatsApp चैनल बनाने के बारे में

source: How to find and follow WhatsApp Channels
ar: كيفية العثور على قنوات واتساب ومتابعتها
es: Cómo encontrar y seguir canales de WhatsApp
fr: Comment trouver et suivre des chaînes WhatsApp
gu: WhatsApp ચેનલ્સ શોધવી અને ફોલો કરવી
hi: WhatsApp चैनल कैसे खोजें और फॉलो करें

source: How to create a WhatsApp Channel
ar: كيفية إنشاء قناة واتساب
es: Cómo crear un canal de WhatsApp
fr: Comment créer une chaîne WhatsApp
gu: WhatsApp ચેનલ કેવી રીતે બનાવવી
hi: WhatsApp चैनल कैसे बनाएं

source: How to forward from channels to chat or status
ar: كيفية إعادة توجيه من القنوات إلى الدردشة أو الحالة
es: Cómo reenviar desde canales a chat o estado
fr: Comment transférer depuis les chaînes vers une discussion ou un statut
gu: ચેનલમાંથી ચેટ અથવા સ્ટેટસમાં ફોરવર્ડ કરવું
hi: चैनल से चैट या स्टेटस में कैसे फॉरवर्ड करें

source: About how WhatsApp recommends channels
ar: حول كيفية توصية واتساب بالقنوات
es: Acerca de cómo WhatsApp recomienda canales
fr: À propos de la recommandation de chaînes par WhatsApp
gu: WhatsApp ચેનલની ભલામણ કેવી રીતે કરે છે
hi: WhatsApp चैनल कैसे सुझाता है इसके बारे में

source: About channel subscriptions
ar: حول اشتراكات القنوات
es: Acerca de las suscripciones a canales
fr: À propos des abonnements aux chaînes
gu: ચેનલ સબ્સ્ક્રિપ્શન વિશે
hi: चैनल सब्सक्रिप्शन के बारे में

source: Privacy, Safety and Security
ar: الخصوصية والأمان والحماية
es: Privacidad, Seguridad y Protección
fr: Confidentialité, Sécurité et Sûreté
gu: ગોપનીયતા, સુરક્ષા અને ખાનગીપણું
hi: गोपनीयता, सुरक्षा और सेफ्टी

source: About safety and privacy on channels
ar: حول الأمان والخصوصية في القنوات
es: Acerca de la seguridad y privacidad en los canales
fr: À propos de la sécurité et de la confidentialité sur les chaînes
gu: ચેનલ પર સુરક્ષા અને ગોપનીયતા વિશે
hi: चैनल पर सुरक्षा और गोपनीयता के बारे में

source: How to report a channel
ar: كيفية الإبلاغ عن قناة
es: Cómo reportar un canal
fr: Comment signaler une chaîne
gu: ચેનલ રિપોર્ટ કેવી રીતે કરવી
hi: चैनल को रिपोर्ट कैसे करें

source: Building Private, Safe, and Secure WhatsApp channels
ar: بناء قنوات واتساب خاصة وآمنة ومحمية
es: Construyendo canales WhatsApp privados, seguros y protegidos
fr: Construire des chaînes WhatsApp privées, sûres et sécurisées
gu: ખાનગી, સુરક્ષિત WhatsApp ચેનલ્સ બનાવવા
hi: निजी, सुरक्षित और सुरक्षित WhatsApp चैनल बनाना

source: WhatsApp Channels Guidelines
ar: إرشادات قنوات واتساب
es: Directrices de canales WhatsApp
fr: Directives des chaînes WhatsApp
gu: WhatsApp ચેનલ્સ માર્ગદર્શિકા
hi: WhatsApp चैनल दिशानिर्देश

source: About safety and privacy on channels for admins
ar: حول الأمان والخصوصية في القنوات للمشرفين
es: Acerca de la seguridad y privacidad en canales para administradores
fr: À propos de la sécurité et confidentialité sur les chaînes pour les administrateurs
gu: એડમિન માટે ચેનલ પર સુરક્ષા અને ગોપનીયતા
hi: एडमिन के लिए चैनल पर सुरक्षा और गोपनीयता

source: AI Experiences
ar: تجارب الذكاء الاصطناعي
es: Experiencias con IA
fr: Expériences IA
gu: AI અનુભવો
hi: AI अनुभव

source: About AI experiences available through WhatsApp
ar: حول تجارب الذكاء الاصطناعي المتوفرة عبر واتساب
es: Acerca de las experiencias con IA disponibles en WhatsApp
fr: À propos des expériences IA disponibles via WhatsApp
gu: WhatsApp દ્વારા ઉપલબ્ધ AI અનુભવો વિશે
hi: WhatsApp के माध्यम से उपलब्ध AI अनुभवों के बारे में

source: About using AI experiences available through WhatsApp
ar: حول استخدام تجارب الذكاء الاصطناعي المتوفرة عبر واتساب
es: Acerca de usar las experiencias con IA en WhatsApp
fr: À propos de l'utilisation des expériences IA sur WhatsApp
gu: WhatsApp દ્વારા AI અનુભવોનો ઉપયોગ કેવી રીતે કરવો
hi: WhatsApp पर उपलब्ध AI अनुभवों का उपयोग करने के बारे में

source: About Meta AI
ar: حول ميتا آي
es: Acerca de Meta AI
fr: À propos de Meta AI
gu: મેટા AI વિશે
hi: Meta AI के बारे में

source: How to chat with Meta AI
ar: كيفية الدردشة مع ميتا آي
es: Cómo chatear con Meta AI
fr: Comment discuter avec Meta AI
gu: મેટા AI સાથે ચેટ કેવી રીતે કરવી
hi: Meta AI से चैट कैसे करें

source: How to chat with Meta AI in an individual or group chat
ar: كيفية الدردشة مع ميتا آي في دردشة فردية أو جماعية
es: Cómo chatear con Meta AI en un chat individual o de grupo
fr: Comment discuter avec Meta AI dans une discussion individuelle ou de groupe
gu: વ્યક્તિગત અથવા ગ્રુપ ચેટમાં મેટા AI સાથે વાત કરવી
hi: व्यक्तिगत या ग्रुप चैट में Meta AI से कैसे चैट करें

source: About searching WhatsApp and asking Meta AI
ar: حول البحث في واتساب وسؤال ميتا آي
es: Acerca de buscar en WhatsApp y preguntar a Meta AI
fr: À propos de la recherche sur WhatsApp et des questions à Meta AI
gu: WhatsApp શોધ અને મેટા AIને પૂછવા વિશે
hi: WhatsApp में खोजने और Meta AI से पूछने के बारे में

source: How to ask Meta AI in the WhatsApp search bar
ar: كيفية سؤال ميتا آي في شريط بحث واتساب
es: Cómo preguntarle a Meta AI en la barra de búsqueda de WhatsApp
fr: Comment poser une question à Meta AI dans la barre de recherche WhatsApp
gu: WhatsApp સર્ચ બારમાં મેટા AIને કેવી રીતે પૂછવું
hi: WhatsApp सर्च बार में Meta AI से कैसे पूछें

source: How to create an animated AI image in a chat
ar: كيفية إنشاء صورة متحركة بالذكاء الاصطناعي في دردشة
es: Cómo crear una imagen animada con IA en un chat
fr: Comment créer une image IA animée dans une discussion
gu: ચેટમાં એનિમેટેડ AI ઇમેજ કેવી રીતે બનાવવી
hi: चैट में एनिमेटेड AI इमेज कैसे बनाएं

source: How to generate an AI image for your profile photo or group icon
ar: كيفية إنشاء صورة بالذكاء الاصطناعي لصورة ملفك الشخصي أو أيقونة المجموعة
es: Cómo generar una imagen con IA para tu foto de perfil o ícono de grupo
fr: Comment générer une image IA pour votre photo de profil ou icône de groupe
gu: પ્રોફાઇલ ફોટો અથવા ગ્રુપ આઇકોન માટે AI ઇમેજ બનાવવી
hi: प्रोफाइल फोटो या ग्रुप आइकन के लिए AI इमेज कैसे बनाएं

source: How to edit AI-generated images
ar: كيفية تعديل الصور المُنشأة بالذكاء الاصطناعي
es: Cómo editar imágenes generadas por IA
fr: Comment modifier des images générées par IA
gu: AI દ્વારા બનેલી ઇમેજ એડિટ કરવી
hi: AI द्वारा बनाई गई इमेज को कैसे एडिट करें

source: How to edit your photos or images with Meta AI
ar: كيفية تعديل صورك أو صورك باستخدام ميتا آي
es: Cómo editar tus fotos o imágenes con Meta AI
fr: Comment modifier vos photos ou images avec Meta AI
gu: મેટા AI દ્વારા ફોટો/ઇમેજ એડિટ કરવા
hi: Meta AI से अपनी फोटो या इमेज कैसे एडिट करें

source: How to prompt Meta AI with an image
ar: كيفية توجيه ميتا آي بصورة
es: Cómo indicarle a Meta AI con una imagen
fr: Comment inviter Meta AI avec une image
gu: ઇમેજ સાથે મેટા AIને પ્રોમ્પ્ટ કરવું
hi: इमेज के साथ Meta AI को कैसे प्रॉम्प्ट करें

source: How to create and use AI-generated call backgrounds
ar: كيفية إنشاء واستخدام خلفيات مكالمات مُنشأة بالذكاء الاصطناعي
es: Cómo crear y usar fondos de llamada generados por IA
fr: Comment créer et utiliser des fonds d'appel générés par IA
gu: AI દ્વારા બનેલા કૉલ બેકગ્રાઉન્ડ બનાવવા અને વાપરવા
hi: AI से बनाए गए कॉल बैकग्राउंड कैसे बनाएं और उपयोग करें

source: How to share an AI-generated image to your status
ar: كيفية مشاركة صورة مُنشأة بالذكاء الاصطناعي في حالتك
es: Cómo compartir una imagen generada por IA en tu estado
fr: Comment partager une image générée par IA dans votre statut
gu: AI ઇમેજને સ્ટેટસમાં શેર કરવી
hi: AI द्वारा बनाई गई इमेज को स्टेटस में कैसे शेयर करें

source: About AIs
ar: حول الذكاء الاصطناعي
es: Acerca de las IAs
fr: À propos des IA
gu: AI વિશે
hi: AI के बारे में

source: How to chat with AIs
ar: كيفية الدردشة مع الذكاء الاصطناعي
es: Cómo chatear con IAs
fr: Comment discuter avec des IA
gu: AI સાથે ચેટ કેવી રીતે કરવી
hi: AI से चैट कैसे करें

source: How to report an AI
ar: كيفية الإبلاغ عن ذكاء اصطناعي
es: Cómo reportar una IA
fr: Comment signaler une IA
gu: AI રિપોર્ટ કેવી રીતે કરવું
hi: AI को रिपोर्ट कैसे करें

source: About creating an AI through Meta AI Studio
ar: حول إنشاء ذكاء اصطناعي عبر Meta AI Studio
es: Acerca de crear una IA a través de Meta AI Studio
fr: À propos de la création d'une IA via Meta AI Studio
gu: Meta AI Studio દ્વારા AI બનાવવા વિશે
hi: Meta AI Studio के माध्यम से AI बनाने के बारे में

source: How to create an AI through Meta AI studio
ar: كيفية إنشاء ذكاء اصطناعي عبر Meta AI Studio
es: Cómo crear una IA a través de Meta AI Studio
fr: Comment créer une IA via Meta AI Studio
gu: Meta AI Studioમાં AI કેવી રીતે બનાવવું
hi: Meta AI Studio से AI कैसे बनाएं

source: How to edit your AI through Meta AI Studio
ar: كيفية تعديل ذكائك الاصطناعي عبر Meta AI Studio
es: Cómo editar tu IA a través de Meta AI Studio
fr: Comment modifier votre IA via Meta AI Studio
gu: Meta AI Studioમાં તમારું AI એડિટ કરવું
hi: Meta AI Studio से अपने AI को कैसे एडिट करें

source: How to delete your AI through Meta AI Studio
ar: كيفية حذف ذكائك الاصطناعي عبر Meta AI Studio
es: Cómo eliminar tu IA a través de Meta AI Studio
fr: Comment supprimer votre IA via Meta AI Studio
gu: Meta AI Studioમાં AI કાઢી નાખવું
hi: Meta AI Studio से अपने AI को कैसे डिलीट करें

source: About AI stickers
ar: حول ملصقات الذكاء الاصطناعي
es: Acerca de stickers con IA
fr: À propos des stickers IA
gu: AI સ્ટિકર્સ વિશે
hi: AI स्टिकर्स के बारे में

source: How to create and share AI stickers
ar: كيفية إنشاء ومشاركة ملصقات الذكاء الاصطناعي
es: Cómo crear y compartir stickers con IA
fr: Comment créer et partager des stickers IA
gu: AI સ્ટિકર્સ બનાવીને શેર કરવા
hi: AI स्टिकर्स कैसे बनाएं और शेयर करें

source: About the availbility of AI experiences available through WhatsApp
ar: حول توفر تجارب الذكاء الاصطناعي عبر واتساب
es: Acerca de la disponibilidad de experiencias con IA en WhatsApp
fr: À propos de la disponibilité des expériences IA sur WhatsApp
gu: WhatsApp દ્વારા ઉપલબ્ધ AI અનુભવોની ઉપલબ્ધતા વિશે
hi: WhatsApp पर उपलब्ध AI अनुभवों की उपलब्धता के बारे में

source: Back up and Restore
ar: النسخ الاحتياطي والاستعادة
es: Copia de seguridad y restauración
fr: Sauvegarde et restauration
gu: બેકઅપ અને રિસ્ટોર
hi: बैकअप और रिस्टोर

source: How to back up your chat history
ar: كيفية عمل نسخة احتياطية لسجل الدردشة
es: Cómo hacer copia de seguridad de tu historial de chats
fr: Comment sauvegarder votre historique de discussions
gu: ચેટ ઇતિહાસનું બેકઅપ કેવી રીતે લેવું
hi: अपने चैट इतिहास का बैकअप कैसे लें

source: How to restore your chat history
ar: كيفية استعادة سجل الدردشة
es: Cómo restaurar tu historial de chats
fr: Comment restaurer votre historique de discussions
gu: ચેટ ઇતિહાસ કેવી રીતે પુનઃસ્થાપિત કરવો
hi: अपने चैट इतिहास को कैसे रिस्टोर करें

source: How to transfer your chat history
ar: كيفية نقل سجل الدردشة
es: Cómo transferir tu historial de chats
fr: Comment transférer votre historique de discussions
gu: ચેટ ઇતિહાસ કેવી રીતે ટ્રાન્સફર કરવો
hi: अपने चैट इतिहास को कैसे ट्रांसफर करें

source: How to move chats from an Android device to an iPhone
ar: كيفية نقل الدردشات من جهاز أندرويد إلى آيفون
es: Cómo mover chats de un dispositivo Android a un iPhone
fr: Comment transférer les discussions d'un appareil Android vers un iPhone
gu: એન્ડ્રોઇડથી iPhoneમાં ચેટ ટ્રાન્સફર કરવી
hi: Android डिवाइस से iPhone में चैट कैसे ट्रांसफर करें

source: How to move chats from an iPhone to an Android device
ar: كيفية نقل الدردشات من آيفون إلى جهاز أندرويد
es: Cómo mover chats de un iPhone a un dispositivo Android
fr: Comment transférer les discussions d'un iPhone vers un appareil Android
gu: iPhoneથી એન્ડ્રોઇડમાં ચેટ ટ્રાન્સફર કરવી
hi: iPhone से Android डिवाइस में चैट कैसे ट्रांसफर करें

source: About end-to-end encrypted backup
ar: حول النسخ الاحتياطي المشفر من طرف إلى طرف
es: Acerca de la copia de seguridad cifrada de extremo a extremo
fr: À propos de la sauvegarde chiffrée de bout en bout
gu: એન્ડ-ટુ-એન્ડ એન્ક્રિપ્ટેડ બેકઅપ વિશે
hi: एंड-टू-एंड एन्क्रिप्टेड बैकअप के बारे में

source: About Google Account backups
ar: حول النسخ الاحتياطي لحساب Google
es: Acerca de las copias de seguridad en cuenta de Google
fr: À propos des sauvegardes sur compte Google
gu: Google એકાઉન્ટ બેકઅપ વિશે
hi: Google अकाउंट बैकअप के बारे में

source: How to turn off WhatsApp in your device backup
ar: كيفية إيقاف واتساب في النسخ الاحتياطي لجهازك
es: Cómo desactivar WhatsApp en la copia de seguridad de tu dispositivo
fr: Comment désactiver WhatsApp dans la sauvegarde de votre appareil
gu: ડિવાઇસ બેકઅપમાં WhatsApp બંધ કરવું
hi: डिवाइस बैकअप में WhatsApp कैसे बंद करें

source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها
es: Solución de problemas
fr: Dépannage
gu: સમસ્યા નિવારણ
hi: समस्या निवारण

source: Can't send or receive messages
ar: لا يمكن إرسال أو استقبال الرسائل
es: No se pueden enviar ni recibir mensajes
fr: Impossible d'envoyer ou recevoir des messages
gu: સંદેશ મોકલી/મેળવી શકતા નથી
hi: संदेश भेज या प्राप्त नहीं कर पा रहे

source: About 'Waiting for this message. This may take a while.'
ar: حول "في انتظار هذه الرسالة. قد يستغرق الأمر بعض الوقت"
es: Acerca de «Esperando este mensaje. Puede tardar un poco»
fr: À propos de « En attente de ce message. Cela peut prendre un moment. »
gu: 'આ સંદેશની રાહ જોઈ રહ્યા છીએ. થોડો સમય લાગી શકે છે.' વિશે
hi: “इस संदेश का इंतजार किया जा रहा है। इसमें कुछ समय लग सकता है।” के बारे में

source: Seeing 'Waiting for this message. Check your phone'
ar: ترى "في انتظار هذه الرسالة. تحقق من هاتفك"
es: Ves «Esperando este mensaje. Revisa tu teléfono»
fr: Vous voyez « En attente de ce message. Vérifiez votre téléphone »
gu: 'આ સંદેશની રાહ જોઈ રહ્યા છીએ. ફોન તપાસો' દેખાય છે
hi: “इस संदेश का इंतजार किया जा रहा है। अपना फोन चेक करें” दिख रहा है

source: Fix incorrect timestamps on messages
ar: إصلاح طوابع الوقت غير الصحيحة على الرسائل
es: Corregir marcas de tiempo incorrectas en mensajes
fr: Corriger les horodatages incorrects des messages
gu: સંદેશ પર ખોટો સમય બતાવતો હોય તો સુધારવો
hi: संदेशों पर गलत टाइमस्टैम्प ठीक करें

source: Can't remember password for encrypted backup
ar: لا تتذكر كلمة المرور للنسخ الاحتياطي المشفر
es: No recuerdas la contraseña de la copia cifrada
fr: Mot de passe de la sauvegarde chiffrée oublié
gu: એન્ક્રિપ્ટેડ બેકઅપનો પાસવર્ડ યાદ નથી
hi: एन्क्रिप्टेड बैकअप का पासवर्ड याद नहीं आ रहा

source: Can't back up or restore your chat history
ar: لا يمكن عمل نسخة احتياطية أو استعادة سجل الدردشة
es: No se puede hacer copia ni restaurar el historial de chats
fr: Impossible de sauvegarder ou restaurer l'historique des discussions
gu: ચેટ ઇતિહાસનું બેકઅપ/રિસ્ટોર નથી થતું
hi: अपने चैट इतिहास का बैकअप या रिस्टोर नहीं कर पा रहे

source: Can't move chats from an Android device to an iPhone
ar: لا يمكن نقل الدردشات من أندرويد إلى آيفون
es: No se pueden mover chats de Android a iPhone
fr: Impossible de transférer les discussions d'Android vers iPhone
gu: એન્ડ્રોઇડથી iPhoneમાં ચેટ ટ્રાન્સફર નથી થતી
hi: Android डिवाइस से iPhone में चैट ट्रांसफर नहीं कर पा रहे

source: Can't move chats from an iPhone to an Android device
ar: لا يمكن نقل الدردشات من آيفون إلى أندرويد
es: No se pueden mover chats de iPhone a Android
fr: Impossible de transférer les discussions d'iPhone vers Android
gu: iPhoneથી એન્ડ્રોઇડમાં ચેટ ટ્રાન્સફર નથી થતી
hi: iPhone से Android डिवाइस में चैट ट्रांसफर नहीं कर पा रहे

source: Can't transfer chat history
ar: لا يمكن نقل سجل الدردشة
es: No se puede transferir el historial de chats
fr: Impossible de transférer l'historique des discussions
gu: ચેટ ઇતિહાસ ટ્રાન્સફર નથી થતો
hi: चैट इतिहास ट्रांसफर नहीं कर पा रहे

source: Can't change or assign a group admin
ar: لا يمكن تغيير أو تعيين مشرف مجموعة
es: No se puede cambiar ni asignar administrador de grupo
fr: Impossible de changer ou d'assigner un administrateur de groupe
gu: ગ્રુપ એડમિન બદલી/નિયુક્ત કરી શકતા નથી
hi: ग्रुप एडमिन बदल या असाइन नहीं कर पा रहे

source: Can't download, open, or send media files
ar: لا يمكن تنزيل أو فتح أو إرسال ملفات الوسائط
es: No se pueden descargar, abrir ni enviar archivos multimedia
fr: Impossible de télécharger, ouvrir ou envoyer des fichiers multimédias
gu: મીડિયા ફાઇલ ડાઉનલોડ/ખોલી/મોકલી શકતા નથી
hi: मीडिया फाइल डाउनलोड, खोल या भेज नहीं पा रहे

source: Can't hear voice messages, status audio, or videos
ar: لا يمكن سماع الرسائل الصوتية أو حالات الصوت أو الفيديوهات
es: No se pueden escuchar mensajes de voz, estados de audio o videos
fr: Impossible d'entendre les messages vocaux, statuts audio ou vidéos
gu: વૉઇસ મેસેજ, સ્ટેટસ ઑડિયો કે વીડિયો સાંભળી શકતા નથી
hi: वॉइस मैसेज, स्टेटस ऑडियो या वीडियो सुनाई नहीं दे रहे

source: Can't record voice messages
ar: لا يمكن تسجيل الرسائل الصوتية
es: No se pueden grabar mensajes de voz
fr: Impossible d'enregistrer des messages vocaux
gu: વૉઇસ મેસેજ રેકોર્ડ કરી શકતા નથી
hi: वॉइस मैसेज रिकॉर्ड नहीं कर पा रहे

source: Seeing blurry photos
ar: ترى صورًا ضبابية
es: Fotos borrosas
fr: Photos floues affichées
gu: અસ્પષ્ટ ફોટા દેખાય છે
hi: धुंधली फोटो दिख रही हैं

source: Can't send longer videos
ar: لا يمكن إرسال فيديوهات أطول
es: No se pueden enviar videos más largos
fr: Impossible d'envoyer des vidéos plus longues
gu: લાંબા વીડિયો મોકલી શકતા નથી
hi: लंबे वीडियो नहीं भेज पा रहे

source: What does 'Invite via Link unavailable' mean?
ar: ماذا يعني "الدعوة عبر الرابط غير متاحة"؟
es: ¿Qué significa «Invitar mediante enlace no disponible»?
fr: Que signifie « Invitation par lien indisponible » ?
gu: 'Invite via Link unavailable' નો અર્થ શું?
hi: ‘Invite via Link unavailable’ का क्या मतलब है?

source: Can't join group with invite link
ar: لا يمكن الانضمام إلى المجموعة برابط الدعوة
es: No se puede unir al grupo con el enlace de invitación
fr: Impossible de rejoindre le groupe via le lien d'invitation
gu: ઇન્વાઇટ લિંકથી ગ્રુપમાં જોડાઈ શકતા નથી
hi: इनवाइट लिंक से ग्रुप जॉइन नहीं कर पा रहे

source: How to edit your profile
ar: كيفية تعديل ملفك الشخصي
es: Cómo editar tu perfil
fr: Comment modifier votre profil
gu: પ્રોફાઇલ કેવી રીતે એડિટ કરવી
hi: अपनी प्रोफाइल कैसे एडिट करें

source: How to free up storage on WhatsApp
ar: كيفية تحرير مساحة التخزين في واتساب
es: Cómo liberar espacio en WhatsApp
fr: Comment libérer de l'espace de stockage sur WhatsApp
gu: WhatsAppમાં સ્ટોરેજ કેવી રીતે મુક્ત કરવું
hi: WhatsApp पर स्टोरेज कैसे खाली करें
