Repository: Hiralsarvaiya37/whatsapp_clone_getx
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, gu, hi

source: Settings
ar: الإعدادات
es: Ajustes
fr: Paramètres
gu: સેટિંગ્સ
hi: सेटिंग्स

source: Verification failed
ar: فشل التحقق
es: Verificación fallida
fr: Vérification échouée
gu: ચકાસણી નિષ્ફળ
hi: सत्यापन विफल

source: Phone Auth
ar: التحقق برقم الهاتف
es: Autenticación por teléfono
fr: Authentification par téléphone
gu: ફોન ઓથેન્ટિકેશન
hi: फोन प्रमाणीकरण

source: Enter phone number
ar: أدخل رقم الهاتف
es: Ingresa tu número de teléfono
fr: Saisir le numéro de téléphone
gu: ફોન નંબર દાખલ કરો
hi: फोन नंबर दर्ज करें

source: Verify phone Number
ar: التحقق من رقم الهاتف
es: Verificar número de teléfono
fr: Vérifier le numéro de téléphone
gu: ફોન નંબર ચકાસો
hi: फोन नंबर सत्यापित करें

source: OTP Screen
ar: شاشة رمز OTP
es: Pantalla de OTP
fr: Écran OTP
gu: ઓટીપી સ્ક્રીન
hi: ओटीपी स्क्रीन

source: Enter the Otp
ar: أدخل رمز OTP
es: Ingresa el código OTP
fr: Saisir le code OTP
gu: ઓટીપી દાખલ કરો
hi: ओटीपी दर्ज करें

source: OTP
ar: رمز OTP
gu: ઓટીપી
hi: ओटीपी

source: Call
ar: مكالمة
es: Llamada
fr: Appel
gu: કૉલ
hi: कॉल

source: Schedule
ar: جدولة
es: Programar
fr: Planifier
gu: શેડ્યૂલ
hi: शेड्यूल

source: Keypad
ar: لوحة الأرقام
es: Teclado
fr: Clavier
gu: કીપેડ
hi: कीपैड

source: Favorites
ar: المفضلة
es: Favoritos
fr: Favoris
gu: ફેવરિટ્સ
hi: पसंदीदा

source: Recent
ar: حديث
es: Recientes
fr: Récents
gu: તાજેતરના
hi: हाल ही में

source: Yesterday 10:07 PM
ar: أمس 10:07 مساءً
es: Ayer 22:07
fr: Hier 22:07
gu: ગઈકાલે રાત્રે 10:07
hi: कल रात 10:07 बजे

source: Search...
ar: بحث...
es: Buscar...
fr: Rechercher…
gu: શોધો...
hi: खोजें...

source: Add up to 31 people
ar: إضافة حتى 31 شخصًا
es: Agregar hasta 31 personas
fr: Ajouter jusqu'à 31 personnes
gu: 31 સુધીના લોકો ઉમેરો
hi: 31 लोगों तक जोड़ें

source: Frequently Contacted
ar: المتواصل معهم بشكل متكرر
es: Contactos frecuentes
fr: Contacts fréquents
gu: વારંવાર સંપર્ક કરાયેલા
hi: अक्सर संपर्क किए गए

source: All Contacts
ar: جميع جهات الاتصال
es: Todos los contactos
fr: Tous les contacts
gu: બધા સંપર્કો
hi: सभी कॉन्टैक्ट्स

source: Results
ar: النتائج
es: Resultados
fr: Résultats
gu: પરિણામો
hi: परिणाम

source: Contacts on WhatsApp
ar: جهات الاتصال على واتساب
es: Contactos en WhatsApp
fr: Contacts sur WhatsApp
gu: વોટ્સએપ પરના સંપર્કો
hi: व्हाट्सएप पर कॉन्टैक्ट्स

source: No messages
ar: لا توجد رسائل
es: No hay mensajes
fr: Aucun message
gu: કોઈ સંદેશ નથી
hi: कोई संदेश नहीं

source: Message
ar: رسالة
es: Mensaje
gu: સંદેશ
hi: संदेश

source: Ask Meta AI or Search
ar: اسأل ميتا آي أو ابحث
es: Preguntar a Meta AI o buscar
fr: Demander à Meta AI ou Rechercher
gu: મેટા AIને પૂછો અથવા શોધો
hi: Meta AI से पूछें या खोजें

source: Last message preview
ar: معاينة آخر رسالة
es: Vista previa del último mensaje
fr: Aperçu du dernier message
gu: છેલ્લા સંદેશનું પૂર્વાવલોકન
hi: अंतिम संदेश पूर्वावलोकन

source: HSSC Group
ar: مجموعة HSSC
es: Grupo HSSC
fr: Groupe HSSC
gu: HSSC ગ્રુપ
hi: HSSC ग्रुप

source: Request to join
ar: طلب الانضمام
es: Solicitar unirse
fr: Demander à rejoindre
gu: જોડાવા માટે વિનંતી
hi: जॉइन करने का अनुरोध

source: Announcements
ar: إعلانات
es: Anuncios
fr: Annonces
gu: જાહેરાતો
hi: घोषणाएं

source: Yesterday
ar: أمس
es: Ayer
fr: Hier
gu: ગઈકાલે
hi: कल

source: Groups you can join
ar: المجموعات التي يمكنك الانضمام إليها
es: Grupos a los que puedes unirte
fr: Groupes auxquels vous pouvez rejoindre
gu: જે ગ્રુપમાં તમે જોડાઈ શકો
hi: वे समूह जिन्हें आप जॉइन कर सकते हैं

source: HSSC Group 2022
ar: مجموعة HSSC 2022
es: Grupo HSSC 2022
fr: Groupe HSSC 2022
gu: HSSC ગ્રુપ 2022
hi: HSSC ग्रुप 2022

source: Add group
ar: إضافة مجموعة
es: Agregar grupo
fr: Ajouter un groupe
gu: ગ્રુપ ઉમેરો
hi: समूह जोड़ें

source: Haryana Govt Jobs 2025
ar: وظائف حكومية هاريانا 2025
es: Empleos gubernamentales Haryana 2025
fr: Emplois gouvernementaux Haryana 2025
gu: હરિયાણા સરકારી નોકરીઓ 2025
hi: हरियाणा सरकारी नौकरियां 2025

# community_5groups
source: Community â€¢ 5 groups
ar: مجتمع • 5 مجموعات
es: Comunidad • 5 grupos
fr: Communauté • 5 groupes
gu: કોમ્યુનિટી • 5 ગ્રુપ
hi: कम्युनिटी • 5 समूह

source: New community
ar: مجتمع جديد
es: Nueva comunidad
fr: Nouvelle communauté
gu: નવું કોમ્યુનિટી
hi: नई कम्युनिटी

source: View all
ar: عرض الكل
es: Ver todo
fr: Voir tout
gu: બધું જુઓ
hi: सभी देखें

source: Status
ar: الحالة
es: Estado
fr: Statut
gu: સ્ટેટસ
hi: स्टेटस

source: My status
ar: حالتي
es: Mi estado
fr: Mon statut
gu: મારું સ્ટેટસ
hi: मेरा स्टेटस

source: Tap to add status
ar: اضغط لإضافة حالة
es: Toca para agregar estado
fr: Appuyez pour ajouter un statut
gu: સ્ટેટસ ઉમેરવા માટે ટૅપ કરો
hi: स्टेटस जोड़ने के लिए टैप करें

# minutesago
source: 25 minutes ago
ar: منذ 25 دقيقة
es: Hace 25 minutos
fr: Il y a 25 minutes
gu: 25 મિનિટ પહેલાં
hi: 3 मिनट पहले

source: Recent updates
ar: التحديثات الأخيرة
es: Actualizaciones recientes
fr: Mises à jour récentes
gu: તાજેતરના અપડેટ્સ
hi: हालिया अपडेट

source: Viewed updates
ar: الحالة المشاهدة
es: Estados vistos
fr: Statuts vus
gu: જોયેલા અપડેટ્સ
hi: देखे गए अपडेट

source: Channels
ar: القنوات
es: Canales
fr: Chaînes
gu: ચેનલ્સ
hi: चैनल

source: Stay updated on topics that matters to you. Find channels to follow below.
ar: ابقَ على اطلاع بالمواضيع التي تهمك. ابحث عن القنوات لمتابعتها أدناه.
es: Mantente al día con los temas que te importan. Encuentra canales para seguir a continuación.
fr: Restez informé des sujets qui vous intéressent. Découvrez les chaînes à suivre ci-dessous.
gu: તમને જે વિષયો મહત્વના છે તેના પર અપડેટ રહો. નીચે ફોલો કરવા માટે ચેનલ્સ શોધો.
hi: उन विषयों पर अपडेट रहें जो आपके लिए महत्वपूर्ण हैं। नीचे फॉलो करने के लिए चैनल खोजें।

source: Find channels to follow
ar: ابحث عن قنوات للمتابعة
es: Buscar canales para seguir
fr: Trouver des chaînes à suivre
gu: ફોલો કરવા માટે ચેનલ્સ શોધો
hi: फॉलो करने के लिए चैनल खोजें

# followers
source: 574K followers
ar: 574 ألف متابع
es: 574 mil seguidores
fr: 574 k abonnés
gu: 574K ફોલોઅર્સ
hi: 574K फॉलोअर्स

source: Follow
ar: متابعة
es: Seguir
fr: Suivre
gu: ફોલો કરો
hi: फॉलो करें

source: Explore more
ar: استكشف المزيد
es: Explorar más
fr: Explorer plus
gu: વધુ શોધો
hi: और एक्सप्लोर करें

source: Create channel
ar: إنشاء قناة
es: Crear canal
fr: Créer une chaîne
gu: ચેનલ બનાવો
hi: चैनल बनाएं

source: Camera
ar: الكاميرا
es: Cámara
fr: Appareil photo
gu: કૅમેરા
hi: कैमरा

source: Gallery
ar: المعرض
es: Galería
fr: Galerie
gu: ગેલેરી
hi: गैलरी

source: Video
ar: فيديو
fr: Vidéo
gu: વીડિયો
hi: वीडियो

source: New group
ar: مجموعة جديدة
es: Nuevo grupo
fr: Nouveau groupe
gu: નવું ગ્રુપ
hi: नया समूह

source: Broadcast lists
ar: قوائم البث
es: Listas de difusión
fr: Listes de diffusion
gu: બ્રોડકાસ્ટ લિસ્ટ
hi: ब्रॉडकास्ट लिस्ट

source: Linked devices
ar: الأجهزة المرتبطة
es: Dispositivos vinculados
fr: Appareils connectés
gu: લિંક કરેલા ડિવાઇસ
hi: लिंक किए गए डिवाइस

source: Starred
ar: المحددة بالنجمة
es: Destacados
fr: Favoris
gu: સ્ટાર કરેલા
hi: स्टार किए गए

source: Payments
ar: المدفوعات
es: Pagos
fr: Paiements
gu: ચુકવણી
hi: भुगतान

source: Read all
ar: قراءة الكل
es: Leer todo
fr: Tout lire
gu: બધું વાંચો
hi: सभी पढ़ें

source: Status privacy
ar: خصوصية الحالة
es: Privacidad de estados
fr: Confidentialité des statuts
gu: સ્ટેટસ પ્રાઇવસી
hi: स्टेटस गोपनीयता

source: Clear call log
ar: مسح سجل المكالمات
es: Borrar registro de llamadas
fr: Effacer l'historique des appels
gu: કૉલ લોગ સાફ કરો
hi: कॉल लॉग साफ़ करें

source: Scheduled calls
ar: المكالمات المجدولة
es: Llamadas programadas
fr: Appels programmés
gu: શેડ્યૂલ કરેલી કૉલ્સ
hi: शेड्यूल कॉल

source: Chats
ar: الدردشات
fr: Discussions
gu: ચેટ્સ
hi: चैट्स

source: Updates
ar: التحديثات
es: Novedades
fr: Actualités
gu: અપડેટ્સ
hi: अपडेट्स

source: Communities
ar: المجتمعات
es: Comunidades
fr: Communautés
gu: કોમ્યુનિટીઝ
hi: कम्युनिटी

source: Calls
ar: المكالمات
es: Llamadas
fr: Appels
gu: કૉલ્સ
hi: कॉल्स

source: Add new account
ar: إضافة حساب جديد
es: Agregar cuenta nueva
fr: Ajouter un compte
gu: નવું એકાઉન્ટ ઉમેરો
hi: नया खाता जोड़ें

source: Add WhatsApp account
ar: إضافة حساب واتساب
es: Agregar cuenta de WhatsApp
fr: Ajouter un compte WhatsApp
gu: વોટ્સએપ એકાઉન્ટ ઉમેરો
hi: व्हाट्सएप खाता जोड़ें

source: Change number
ar: تغيير الرقم
es: Cambiar número
fr: Changer de numéro
gu: નંબર બદલો
hi: नंबर बदलें

source: Next
ar: التالي
es: Siguiente
fr: Suivant
gu: આગળ
hi: आगे

source: Changing your phone number will migrate your account info, groups & settings.
ar: تغيير رقم هاتفك سينقل معلومات حسابك والمجموعات والإعدادات.
es: Cambiar tu número migrará tu información de cuenta, grupos y ajustes.
fr: Changer de numéro migrera vos informations de compte, groupes et paramètres.
gu: તમારો ફોન નંબર બદલવાથી તમારી એકાઉન્ટ માહિતી, ગ્રુપ અને સેટિંગ્સ સ્થાનાંતરિત થશે.
hi: अपना फोन नंबर बदलने से आपकी खाता जानकारी, समूह और सेटिंग्स स्थानांतरित हो जाएंगी।

source: Before proceeding, please confirm that you are able to receive SMS calls at your new number.
ar: قبل المتابعة، يرجى التأكد من أنك قادر على استقبال الرسائل النصية والمكالمات على رقمك الجديد.
es: Antes de continuar, confirma que puedes recibir SMS y llamadas en tu nuevo número.
fr: Avant de continuer, veuillez confirmer que vous pouvez recevoir des SMS et des appels sur votre nouveau numéro.
gu: આગળ વધતા પહેલાં કૃપા કરીને ખાતરી કરો કે તમે તમારા નવા નંબર પર SMS અને કૉલ મેળવી શકો છો.
hi: आगे बढ़ने से पहले पुष्टि करें कि आप अपने नए नंबर पर SMS कॉल प्राप्त कर सकते हैं।

source: If you have both a new phone & a new number, first change your number on your old phone.
ar: إذا كان لديك هاتف جديد ورقم جديد، قم أولاً بتغيير الرقم على هاتفك القديم.
es: Si tienes un teléfono nuevo Y un número nuevo, primero cambia el número en el teléfono antiguo.
fr: Si vous avez un nouveau téléphone ET un nouveau numéro, changez d'abord le numéro sur l'ancien téléphone.
gu: જો તમારી પાસે નવો ફોન અને નવો નંબર બંને હોય, તો પહેલા જૂના ફોન પર નંબર બદલો.
hi: यदि आपके पास नया फोन और नया नंबर दोनों हैं, तो पहले अपने पुराने फोन पर नंबर बदलें।

source: Delete this account
ar: حذف هذا الحساب
es: Eliminar esta cuenta
fr: Supprimer ce compte
gu: આ એકાઉન્ટ કાઢી નાખો
hi: यह खाता हटाएं

source: If you delete this account
ar: إذا قمت بحذف هذا الحساب
es: Si eliminas esta cuenta
fr: Si vous supprimez ce compte
gu: જો તમે આ એકાઉન્ટ કાઢી નાખશો તો
hi: यदि आप यह खाता हटाते हैं

source: The account will be deleted from WhatsApp and all your devices
ar: سيتم حذف الحساب من واتساب ومن جميع أجهزتك
es: La cuenta se eliminará de WhatsApp y de todos tus dispositivos
fr: Le compte sera supprimé de WhatsApp et de tous vos appareils
gu: એકાઉન્ટ વોટ્સએપ અને તમારા બધા ડિવાઇસમાંથી કાઢી નાખવામાં આવશે
hi: खाता व्हाट्सएप और आपके सभी डिवाइस से हटा दिया जाएगा

source: Your message history will be erased
ar: سيتم مسح سجل الرسائل الخاص بك
es: Tu historial de mensajes será borrado
fr: Votre historique de messages sera effacé
gu: તમારો સંદેશ ઇતિહાસ ભૂંસી નાખવામાં આવશે
hi: आपका संदेश इतिहास मिटा दिया जाएगा

source: You will be removed from all your WhatsApp groups
ar: سيتم إزالتك من جميع مجموعات واتساب الخاصة بك
es: Serás eliminado de todos tus grupos de WhatsApp
fr: Vous serez retiré de tous vos groupes WhatsApp
gu: તમને તમારા બધા વોટ્સએપ ગ્રુપમાંથી દૂર કરવામાં આવશે
hi: आपको सभी व्हाट्सएप समूहों से हटा दिया जाएगा

source: Delete your payments history and cancel any pending payments
ar: احذف سجل المدفوعات وألغِ أي مدفوعات معلقة
es: Eliminar historial de pagos y cancelar pagos pendientes
fr: Supprimer l'historique des paiements et annuler les paiements en attente
gu: તમારી ચુકવણીનો ઇતિહાસ કાઢી નાખો અને બાકીની ચુકવણી રદ કરો
hi: आपका भुगतान इतिहास हट जाएगा और लंबित भुगतान रद्द हो जाएंगे

source: Any channels you created will be deleted
ar: سيتم حذف أي قنوات أنشأتها
es: Cualquier canal que hayas creado será eliminado
fr: Toutes les chaînes que vous avez créées seront supprimées
gu: તમે બનાવેલી કોઈપણ ચેનલ કાઢી નાખવામાં આવશે
hi: आपके द्वारा बनाए गए सभी चैनल हट जाएंगे

source: Any active channel subscriptions associated with this account will be canceled
ar: سيتم إلغاء أي اشتراكات نشطة في القنوات مرتبطة بهذا الحساب
es: Cualquier suscripción activa a canales asociada a esta cuenta será cancelada
fr: Tous les abonnements actifs aux chaînes liés à ce compte seront annulés
gu: આ એકાઉન્ટ સાથે સંકળાયેલી કોઈપણ સક્રિય ચેનલ સબ્સ્ક્રિપ્શન રદ થઈ જશે
hi: इस खाते से जुड़े सभी सक्रिय चैनल सब्सक्रिप्शन रद्द हो जाएंगे

source: Change number insted?
ar: هل تريد تغيير الرقم بدلاً من ذلك؟
es: ¿Cambiar número en su lugar?
fr: Changer de numéro à la place ?
gu: તેના બદલે નંબર બદલવો છે?
hi: इसके बजाय नंबर बदलें?

source: To delete your account, confirm your country code and enter your phone number
ar: لحذف حسابك، أكد رمز البلد وأدخل رقم هاتفك
es: Para eliminar tu cuenta, confirma tu código de país e ingresa tu número de teléfono
fr: Pour supprimer votre compte, confirmez votre indicatif pays et saisissez votre numéro de téléphone
gu: એકાઉન્ટ કાઢી નાખવા માટે તમારો દેશ કોડ કન્ફર્મ કરો અને ફોન નંબર દાખલ કરો
hi: खाता हटाने के लिए देश कोड की पुष्टि करें और अपना फोन नंबर दर्ज करें

source: Country
ar: البلد
es: País
fr: Pays
gu: દેશ
hi: देश

source: India
ar: الهند
fr: Inde
gu: ભારત
hi: भारत

source: Phone number
ar: رقم الهاتف
es: Número de teléfono
fr: Numéro de téléphone
gu: ફોન નંબર
hi: फोन नंबर

source: Delete Account
ar: حذف الحساب
es: Eliminar cuenta
fr: Supprimer le compte
gu: એકાઉન્ટ કાઢી નાખો
hi: खाता हटाएं

source: Add your email
ar: إضافة بريدك الإلكتروني
es: Agregar tu correo electrónico
fr: Ajouter votre e-mail
gu: તમારું ઇમેઇલ ઉમેરો
hi: अपना ईमेल जोड़ें

source: Email helps us verify your account or reach you in case of security or support issues. your email address Won't be visible to others
ar: يساعد البريد الإلكتروني في التحقق من حسابك أو التواصل معك في حالة مشكلات أمنية أو دعم. لن يكون عنوان بريدك الإلكتروني مرئيًا للآخرين.
es: El correo nos ayuda a verificar tu cuenta o contactarte en caso de problemas de seguridad o soporte. Tu dirección de correo no será visible para otros.
fr: L'e-mail nous aide à vérifier votre compte ou à vous contacter en cas de problème de sécurité ou de support. Votre adresse e-mail ne sera visible par personne d'autre.
gu: ઇમેઇલ અમને તમારું એકાઉન્ટ ચકાસવામાં અથવા સુરક્ષા/સપોર્ટ સમસ્યામાં તમારો સંપર્ક કરવામાં મદદ કરે છે. તમારું ઇમેઇલ સરનામું બીજા કોઈને દેખાશે નહીં.
hi: ईमेल हमें आपका खाता सत्यापित करने या सुरक्षा/सहायता के मामलों में आपसे संपर्क करने में मदद करता है। आपका ईमेल दूसरों को दिखाई नहीं देगा।

source: Learn more
ar: معرفة المزيد
es: Más información
fr: En savoir plus
gu: વધુ જાણો

source: Enter your email
ar: أدخل بريدك الإلكتروني
es: Ingresa tu correo electrónico
fr: Saisir votre e-mail
gu: તમારું ઇમેઇલ દાખલ કરો
hi: अपना ईमेल दर्ज करें

source: Help article
ar: مقال مساعدة
es: Artículo de ayuda
fr: Article d'aide
gu: મદદ લેખ
hi: सहायता लेख

source: Open in browser
ar: فتح في المتصفح
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
gu: બ્રાઉઝરમાં ખોલો
hi: ब्राउज़र में खोलें

source: Send
ar: إرسال
es: Enviar
fr: Envoyer
gu: મોકલો
hi: भेजें

source: Copy link
ar: نسخ الرابط
es: Copiar enlace
fr: Copier le lien
gu: લિંક કૉપી કરો
hi: लिंक कॉपी करें

source: About security code change notifications
ar: حول إشعارات تغيير رمز الأمان
es: Acerca de las notificaciones de cambio de código de seguridad
fr: À propos des notifications de changement de code de sécurité
gu: સુરક્ષા કોડ બદલાવની સૂચનાઓ વિશે
hi: सुरक्षा कोड परिवर्तन सूचनाओं के बारे में

source: End-to-end encrypted chats between you and one other person have their own security code. this code is used to verify that the calls and the messages you send to that chat are end-to-end encrypted
ar: الدردشات المشفرة من طرف إلى طرف بينك وبين شخص آخر لها رمز أمان خاص بها. يُستخدم هذا الرمز للتحقق من أن المكالمات والرسائل التي ترسلها في تلك الدردشة مشفرة من طرف إلى طرف.
es: Las conversaciones cifradas de extremo a extremo entre tú y otra persona tienen su propio código de seguridad. Este código sirve para verificar que las llamadas y mensajes enviados en esa conversación están cifrados de extremo a extremo.
fr: Les discussions chiffrées de bout en bout entre vous et une autre personne ont leur propre code de sécurité. Ce code permet de vérifier que les appels et messages envoyés dans cette discussion sont chiffrés de bout en bout.
gu: તમે અને બીજી વ્યક્તિ વચ્ચેની એન્ડ-ટુ-એન્ડ એન્ક્રિપ્ટેડ ચેટનો પોતાનો સુરક્ષા કોડ હોય છે. આ કોડનો ઉપયોગ એ ચકાસવા માટે થાય છે કે તમે મોકલેલા કૉલ અને સંદેશ એન્ડ-ટુ-એન્ડ એન્ક્રિપ્ટેડ છે.
hi: आप और किसी एक अन्य व्यक्ति के बीच एंड-टू-एंड एन्क्रिप्टेड चैट का अपना अलग सुरक्षा कोड होता है। यह कोड यह सत्यापित करने के लिए उपयोग किया जाता है कि उस चैट पर आप जो कॉल और संदेश भेजते हैं वे एंड-टू-एंड एन्क्रिप्टेड हैं।

source: The security code can be found in the contact info screen, both as a QR code and a 60-digit number. these codes are unique to each individual chat. they can be compared between people in each chat to verify that the messages you send to the chat are end-to-end encypted.security codes are just visible versions of the special keys shared between you. Don't worry,it's not the actual keys themselves, which are always kept secret
ar: يمكن العثور على رمز الأمان في شاشة معلومات جهة الاتصال، سواء كرمز QR أو رقم مكون من 60 رقمًا. هذه الرموز فريدة لكل دردشة فردية. يمكن مقارنتها بين الأشخاص في كل دردشة للتحقق من أن الرسائل التي ترسلها مشفرة من طرف إلى طرف. رموز الأمان هي مجرد نسخ مرئية من المفاتيح الخاصة المشتركة بينكما. لا تقلق، فهي ليست المفاتيح الفعلية التي تبقى دائمًا سرية.
es: El código de seguridad se encuentra en la pantalla de información del contacto, tanto como código QR como número de 60 dígitos. Estos códigos son únicos para cada conversación. Puedes compararlos para verificar que los mensajes están cifrados de extremo a extremo. Los códigos de seguridad son solo versiones visibles de las claves especiales compartidas. No te preocupes, no son las claves reales, que siempre permanecen secretas.
fr: Le code de sécurité se trouve dans l'écran d'informations du contact, sous forme de QR code et de numéro à 60 chiffres. Ces codes sont uniques à chaque discussion. Vous pouvez les comparer pour vérifier que les messages sont bien chiffrés de bout en bout. Les codes de sécurité ne sont que des versions visibles des clés spéciales partagées. Ne vous inquiétez pas, ce ne sont pas les vraies clés elles-mêmes, qui restent toujours secrètes.
gu: સુરક્ષા કોડ કોન્ટેક્ટ ઇન્ફો સ્ક્રીનમાં QR કોડ અને 60 અંકના નંબર તરીકે મળી શકે છે. આ કોડ દરેક ચેટ માટે અનન્ય હોય છે. તેની તુલના કરીને ચકાસી શકાય છે કે સંદેશ એન્ડ-ટુ-એન્ડ એન્ક્રિપ્ટેડ છે.
hi: सुरक्षा कोड कॉन्टैक्ट जानकारी स्क्रीन में QR कोड और 60 अंकों के नंबर के रूप में पाया जा सकता है। ये कोड हर चैट के लिए अलग होते हैं। इन्हें चैट में मौजूद लोगों के बीच तुलना करके यह सत्यापित किया जा सकता है कि संदेश एंड-टू-एंड एन्क्रिप्टेड हैं। सुरक्षा कोड सिर्फ आपके बीच साझा की गई विशेष कुंजियों का दृश्य रूप हैं। चिंता न करें, ये असली कुंजियाँ नहीं हैं, जो हमेशा गुप्त रखी जाती हैं।

source: At times, the security codes used in end-to-end encrypted chats between you and one other person might change. This is likely because you or your contact reinstalled WhatsApp, changed phones, or added or removed a paired device. You can always verify that a contact's security code is legitimte.
ar: في بعض الأحيان قد يتغير رمز الأمان المستخدم في الدردشات المشفرة من طرف إلى طرف. يحدث هذا عادةً عند إعادة تثبيت واتساب، أو تغيير الهاتف، أو إضافة/إزالة جهاز مقترن. يمكنك دائمًا التحقق من أن رمز أمان جهة الاتصال شرعي.
es: A veces, los códigos de seguridad de las conversaciones cifradas pueden cambiar. Esto suele ocurrir si tú o tu contacto reinstalaron WhatsApp, cambiaron de teléfono o agregaron/quitaron un dispositivo vinculado. Siempre puedes verificar que el código de seguridad de tu contacto es legítimo.
fr: Parfois, les codes de sécurité des discussions chiffrées peuvent changer. Cela arrive généralement si vous ou votre contact avez réinstallé WhatsApp, changé de téléphone ou ajouté/supprimé un appareil associé. Vous pouvez toujours vérifier si le code de sécurité de votre contact est légitime.
gu: કેટલીક વખત સુરક્ષા કોડ બદલાઈ શકે છે – જેમ કે WhatsApp ફરીથી ઇન્સ્ટોલ કરવું, ફોન બદલવો, ડિવાઇસ ઉમેરવું/દૂર કરવું વગેરે.
hi: कभी-कभी आपके और किसी एक व्यक्ति के बीच की एंड-टू-एंड एन्क्रिप्टेड चैट का सुरक्षा कोड बदल सकता है। ऐसा इसलिए हो सकता है क्योंकि आपने या आपके कॉन्टैक्ट ने व्हाट्सएप दोबारा इंस्टॉल किया, फोन बदला या कोई पेयर्ड डिवाइस जोड़ा या हटाया। आप हमेशा कॉन्टैक्ट के सुरक्षा कोड को सत्यापित कर सकते हैं।

source: Learn how in
ar: تعرف على كيفية ذلك في
es: Aprende cómo en
fr: Découvrez comment dans
gu: કેવી રીતે તે જાણો
hi: यहाँ जानें

source: this article
ar: هذا المقال
es: este artículo
fr: cet article
gu: આ લેખમાં
hi: यह लेख

source: on end-to-end encryption
ar: حول التشفير من طرف إلى طرف
es: sobre cifrado de extremo a extremo
fr: sur le chiffrement de bout en bout
gu: એન્ડ-ટુ-એન્ડ એન્ક્રિપ્શન વિશે
hi: एंड-टू-एंड एन्क्रिप्शन पर

source: Receive notification when security codes change
ar: تلقي إشعار عند تغيير رموز الأمان
es: Recibir notificación cuando cambien los códigos de seguridad
fr: Recevoir une notification quand les codes de sécurité changent
gu: સુરક્ષા કોડ બદલાય ત્યારે સૂચના મેળવો
hi: सुरक्षा कोड बदलने पर सूचना प्राप्त करें

source: You can receive notifications when your security code changes for a contact's phone in an end-to-end encrypted chat. to do so, you'll need to enable the setting on each device where you want to get notifications
ar: يمكنك تلقي إشعارات عند تغيير رمز الأمان لجهة اتصال في دردشة مشفرة من طرف إلى طرف. للقيام بذلك، ستحتاج إلى تفعيل الإعداد على كل جهاز تريد تلقي الإشعارات عليه.
es: Puedes recibir notificaciones cuando cambie el código de seguridad de un contacto en una conversación cifrada. Para ello, activa la opción en cada dispositivo donde quieras recibirlas.
fr: Vous pouvez recevoir des notifications quand le code de sécurité d'un contact change dans une discussion chiffrée. Pour cela, activez le paramètre sur chaque appareil où vous souhaitez recevoir ces notifications.
gu: દરેક ડિવાઇસ પર જ્યાં સૂચના જોઈએ છે ત્યાં આ સેટિંગ ચાલુ કરવી પડશે.
hi: जब किसी कॉन्टैक्ट के फोन के लिए आपका सुरक्षा कोड बदलता है, तो आप सूचना प्राप्त कर सकते हैं। इसके लिए आपको हर उस डिवाइस पर यह सेटिंग सक्षम करनी होगी जहाँ आप सूचनाएं पाना चाहते हैं।

source: Enable security code notifications
ar: تفعيل إشعارات رمز الأمان
es: Activar notificaciones de código de seguridad
fr: Activer les notifications de code de sécurité
gu: સુરક્ષા કોડ સૂચનાઓ ચાલુ કરો
hi: सुरक्षा कोड सूचनाएं सक्षम करें

source: Tell us a little more
ar: أخبرنا بمزيد من التفاصيل
es: Cuéntanos un poco más
fr: Dites-nous en un peu plus
gu: થોડું વધુ જણાવો
hi: हमें थोड़ा और बताएं

source: Submit feedback
ar: إرسال الملاحظات
es: Enviar comentarios
fr: Envoyer le commentaire
gu: ફીડબેક મોકલો
hi: फीडबैक सबमिट करें

source: Does this answer your question?
ar: هل أجاب هذا على سؤالك؟
es: ¿Esta respuesta resuelve tu pregunta?
fr: Cette réponse répond-elle à votre question ?
gu: શું આનાથી તમારો પ્રશ્નનો જવાબ મળ્યો?
hi: क्या इससे आपके प्रश्न का उत्तर मिला?

source: Your response is anonymous helps us improve our help resources
ar: ردك مجهول ويساعدنا على تحسين موارد المساعدة لدينا
es: Tu respuesta es anónima y nos ayuda a mejorar nuestros recursos de ayuda
fr: Votre réponse est anonyme et nous aide à améliorer nos ressources d'aide
gu: તમારો જવાબ અનામી રહેશે અને અમને સુધારા માટે મદદ કરશે.
hi: आपकी प्रतिक्रिया गुमनाम है और हमें हमारी सहायता सेवाओं को बेहतर बनाने में मदद करती है

source: Yes
ar: نعم
es: Sí
fr: Oui
gu: હા
hi: हाँ

source: No
ar: لا
fr: Non
gu: ના
hi: नहीं

source: Turn off Show security notifications on this device.
ar: إيقاف عرض إشعارات الأمان على هذا الجهاز
es: Desactivar mostrar notificaciones de seguridad en este dispositivo
fr: Désactiver l'affichage des notifications de sécurité sur cet appareil
gu: આ ડિવાઇસ પર સુરક્ષા સૂચનાઓ બંધ કરો
hi: इस डिवाइस पर सुरक्षा सूचनाएं दिखाना बंद करें

source: Thanks for letting us know!
ar: شكرًا لإخبارنا!
es: ¡Gracias por hacérnoslo saber!
fr: Merci de nous l'avoir fait savoir !
gu: અમને જણાવ્યા બદલ આભાર!
hi: हमें बताने के लिए धन्यवाद!
