Repository: Hiralsarvaiya37/whatsapp_clone_getx
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, gu, hi

source: About using WhatsApp abroad
ar: حول استخدام واتساب في الخارج
es: Acerca de usar WhatsApp en el extranjero
fr: À propos de l'utilisation de WhatsApp à l'étranger
gu: વિદેશમાં WhatsApp વાપરવા વિશે
hi: विदेश में WhatsApp इस्तेमाल करने के बारे में

source: About WhatsApp support languages
ar: حول لغات دعم واتساب
es: Acerca de los idiomas de soporte de WhatsApp
fr: À propos des langues de support WhatsApp
gu: WhatsApp સપોર્ટ ભાષાઓ વિશે
hi: WhatsApp द्वारा सपोर्ट की जाने वाली भाषाओं के बारे में

source: About the languages WhatsApp is available in
ar: حول اللغات المتوفرة في واتساب
es: Acerca de los idiomas en los que está disponible WhatsApp
fr: À propos des langues dans lesquelles WhatsApp est disponible
gu: WhatsApp કઈ ભાષાઓમાં ઉપલબ્ધ છે
hi: WhatsApp किन भाषाओं में उपलब्ध है इसके बारे में

source: Can't use keyboard in WhatsApp
ar: لا يمكن استخدام لوحة المفاتيح في واتساب
es: No se puede usar el teclado en WhatsApp
fr: Impossible d'utiliser le clavier dans WhatsApp
gu: WhatsAppમાં કીબોર્ડ વાપરી શકતા નથી
hi: WhatsApp में कीबोर्ड इस्तेमाल नहीं हो रहा

source: About accessibility features on WhatsApp
ar: حول ميزات إمكانية الوصول في واتساب
es: Acerca de las funciones de accesibilidad en WhatsApp
fr: À propos des fonctionnalités d'accessibilité sur WhatsApp
gu: WhatsApp પર ઍક્સેસિબિલિટી ફીચર વિશે
hi: WhatsApp के एक्सेसिबिलिटी फीचर्स के बारे में

source: About task manager errors
ar: حول أخطاء مدير المهام
es: Acerca de errores del administrador de tareas
fr: À propos des erreurs du gestionnaire de tâches
gu: ટાસ્ક મેનેજર ભૂલ વિશે
hi: टास्क मैनेजर एरर्स के बारे में

source: Can't move WhatsApp to an SD card
ar: لا يمكن نقل واتساب إلى بطاقة SD
es: No se puede mover WhatsApp a una tarjeta SD
fr: Impossible de déplacer WhatsApp sur une carte SD
gu: WhatsAppને SD કાર્ડમાં ખસેડી શકતા નથી
hi: WhatsApp को SD कार्ड में मूव नहीं कर पा रहे

source: What information does WhatsApp collect when reporting an issue
ar: ما المعلومات التي يجمعها واتساب عند الإبلاغ عن مشكلة
es: Qué información recolecta WhatsApp al reportar un problema
fr: Quelles informations WhatsApp collecte-t-il quand vous signalez un problème ?
gu: સમસ્યા રિપોર્ટ કરતી વખતે WhatsApp કઈ માહિતી એકત્ર કરે છે
hi: कोई समस्या रिपोर्ट करते समय WhatsApp कौन सी जानकारी एकत्र करता है

source: How to report an issu to WhatsApp
ar: كيفية الإبلاغ عن مشكلة لواتساب
es: Cómo reportar un problema a WhatsApp
fr: Comment signaler un problème à WhatsApp
gu: WhatsAppને સમસ્યા કેવી રીતે રિપોર્ટ કરવી
hi: WhatsApp को कोई समस्या कैसे रिपोर्ट करें

source: About support for WhatsApp and other Meta Company products
ar: حول الدعم لواتساب ومنتجات شركة ميتا الأخرى
es: Acerca del soporte para WhatsApp y otros productos de Meta
fr: À propos du support pour WhatsApp et les autres produits Meta
gu: WhatsApp અને અન્ય Meta પ્રોડક્ટ માટે સપોર્ટ વિશે
hi: WhatsApp और अन्य Meta कंपनी प्रोडक्ट्स के लिए सपोर्ट के बारे में

source: Payments and Requests
ar: المدفوعات والطلبات
es: Pagos y solicitudes
fr: Paiements et demandes
gu: ચુકવણી અને વિનંતી
hi: पेमेंट्स और रिक्वेस्ट्स

source: How to send money using UPI ID
ar: كيفية إرسال الأموال باستخدام معرف UPI
es: Cómo enviar dinero usando ID UPI
fr: Comment envoyer de l'argent via UPI ID
gu: UPI ID વડે પૈસા મોકલવા
hi: UPI ID का इस्तेमाल करके पैसे कैसे भेजें

source: How to check your bank account balance
ar: كيفية التحقق من رصيد حسابك البنكي
es: Cómo verificar el saldo de tu cuenta bancaria
fr: Comment vérifier le solde de votre compte bancaire
gu: બેંક એકાઉન્ટ બેલેન્સ કેવી રીતે જોવું
hi: अपने बैंक अकाउंट का बैलेंस कैसे चेक करें

source: How to receive money
ar: كيفية استلام الأموال
es: Cómo recibir dinero
fr: Comment recevoir de l'argent
gu: પૈસા કેવી રીતે મેળવવા
hi: पैसे कैसे प्राप्त करें

source: How to send money using OR code
ar: كيفية إرسال الأموال باستخدام رمز QR
es: Cómo enviar dinero usando código QR
fr: Comment envoyer de l'argent via un code QR
gu: QR કોડ વડે પૈસા મોકલવા
hi: QR कोड का इस्तेमाल करके पैसे कैसे भेजें

source: How to pay for an order on WhatsApp
ar: كيفية دفع ثمن طلب على واتساب
es: Cómo pagar un pedido en WhatsApp
fr: Comment payer une commande sur WhatsApp
gu: WhatsApp પર ઓર્ડરની ચુકવણી કરવી
hi: WhatsApp पर किसी ऑर्डर के लिए पेमेंट कैसे करें

source: How to view payments history on WhatsApp
ar: كيفية عرض سجل المدفوعات على واتساب
es: Cómo ver el historial de pagos en WhatsApp
fr: Comment voir l'historique des paiements sur WhatsApp
gu: WhatsApp પર ચુકવણી ઇતિહાસ જોવો
hi: WhatsApp पर पेमेंट हिस्ट्री कैसे देखें

source: About successful transactions on WhatsApp
ar: حول المعاملات الناجحة على واتساب
es: Acerca de transacciones exitosas en WhatsApp
fr: À propos des transactions réussies sur WhatsApp
gu: WhatsApp પર સફળ ટ્રાન્ઝેક્શન વિશે
hi: WhatsApp पर सफल ट्रांज़ैक्शन्स के बारे में

source: How to add stickers to payments
ar: كيفية إضافة ملصقات إلى المدفوعات
es: Cómo agregar stickers a pagos
fr: Comment ajouter des stickers aux paiements
gu: ચુકવણીમાં સ્ટિકર ઉમેરવા
hi: पेमेंट्स में स्टिकर्स कैसे जोड़ें

source: Security and Privacy
ar: الأمان والخصوصية
es: Seguridad y privacidad
fr: Sécurité et confidentialité
gu: સુરક્ષા અને ગોપનીયતા
hi: सिक्योरिटी और प्राइवेसी

source: About authentication messages
ar: حول رسائل المصادقة
es: Acerca de mensajes de autenticación
fr: À propos des messages d'authentification
gu: ઑથેન્ટિકેશન સંદેશ વિશે
hi: ऑथेंटिकेशन मैसेजेस के बारे में

source: How to verify your identity with businesses on WhatsApp
ar: كيفية التحقق من هويتك مع الشركات على واتساب
es: Cómo verificar tu identidad con negocios en WhatsApp
fr: Comment vérifier votre identité auprès des entreprises sur WhatsApp
gu: WhatsApp પર બિઝનેસ સાથે ઓળખ ચકાસવી
hi: WhatsApp पर बिज़नेस के साथ अपनी पहचान कैसे वेरिफाई करें

source: About payments data
ar: حول بيانات المدفوعات
es: Acerca de los datos de pago
fr: À propos des données de paiement
gu: ચુકવણી ડેટા વિશે
hi: पेमेंट्स डेटा के बारे में

source: About payments security
ar: حول أمان المدفوعات
es: Acerca de la seguridad de pagos
fr: À propos de la sécurité des paiements
gu: ચુકવણી સુરક્ષા વિશે
hi: पेमेंट्स की सुरक्षा के बारे में

source: Learn more about the visibility of the name on your bank account
ar: معرفة المزيد حول ظهور الاسم في حسابك البنكي
es: Más información sobre la visibilidad del nombre en tu cuenta bancaria
fr: En savoir plus sur la visibilité du nom sur votre compte bancaire
gu: બેંક એકાઉન્ટમાં નામની દૃશ્યતા વિશે વધુ જાણો
hi: अपने बैंक अकाउंट पर नाम की विज़िबिलिटी के बारे में और जानें

source: United payments interface (UPI) Members roles and responsibilities
ar: واجهة المدفوعات الموحدة (UPI) - أدوار ومسؤوليات الأعضاء
es: Interfaz Unificada de Pagos (UPI) – Roles y responsabilidades de los miembros
fr: Interface de paiements unifiée (UPI) – Rôles et responsabilités des membres
gu: યુનાઇટેડ પેમેન્ટ્સ ઇન્ટરફેસ (UPI) સભ્યોની ભૂમિકા અને જવાબદારીઓ
hi: यूनिफाइड पेमेंट्स इंटरफेस (UPI) मेंबर्स की भूमिकाएं और जिम्मेदारियां

source: About two-step verification and payments
ar: حول التحقق بخطوتين والمدفوعات
es: Acerca de verificación en dos pasos y pagos
fr: À propos de la vérification en deux étapes et des paiements
gu: બે-પગલાં ચકાસણી અને ચુકવણી વિશે
hi: टू-स्टेप वेरिफिकेशन और पेमेंट्स के बारे में

source: Tips to avoid fraud when using payments
ar: نصائح لتجنب الاحتيال عند استخدام المدفوعات
es: Consejos para evitar fraudes al usar pagos
fr: Conseils pour éviter la fraude lors des paiements
gu: ચુકવણી વખતે ફ્રોડ ટાળવાની ટિપ્સ
hi: पेमेंट्स का इस्तेमाल करते समय फ्रॉड से बचने के टिप्स

source: Tips to avoid scams when using payments
ar: نصائح لتجنب الاحتيال عند استخدام المدفوعات
es: Consejos para evitar estafas al usar pagos
fr: Conseils pour éviter les arnaques lors des paiements
gu: ચુકવણી વખતે સ્કેમ ટાળવાની ટિપ્સ
hi: पेमेंट्स का इस्तेमाल करते समय स्कैम से बचने के टिप्स

source: Dispute Redressal Mechanism
ar: آلية تسوية المنازعات
es: Mecanismo de resolución de disputas
fr: Mécanisme de règlement des litiges
gu: વિવાદ નિવારણ પદ્ધતિ
hi: विवाद निवारण तंत्र

source: About the security of your payments descriptions
ar: حول أمان وصف مدفوعاتك
es: Acerca de la seguridad de las descripciones de tus pagos
fr: À propos de la sécurité de vos descriptions de paiement
gu: તમારી ચુકવણી વર્ણનની સુરક્ષા વિશે
hi: आपके पेमेंट विवरण की सुरक्षा के बारे में

source: Setting Up Payments
ar: إعداد المدفوعات
es: Configuración de pagos
fr: Configuration des paiements
gu: ચુકવણી સેટઅપ
hi: पेमेंट्स सेट अप करना

source: Learn more about participating countries
ar: معرفة المزيد حول الدول المشاركة
es: Más información sobre países participantes
fr: En savoir plus sur les pays participants
gu: ભાગ લેનારા દેશો વિશે વધુ જાણો
hi: भाग लेने वाले देशों के बारे में और जानें

source: About accepting payments on the WhatsApp Business app
ar: حول قبول المدفوعات في تطبيق واتساب للأعمال
es: Acerca de aceptar pagos en la app WhatsApp Business
fr: À propos de l'acceptation des paiements sur l'application WhatsApp Business
gu: WhatsApp Business ઍપ પર ચુકવણી સ્વીકારવા વિશે
hi: WhatsApp बिज़नेस ऐप पर पेमेंट स्वीकार करने के बारे में

source: How to pay a business for purchases on WhatsApp
ar: كيفية دفع ثمن مشتريات لشركة على واتساب
es: Cómo pagar a un negocio por compras en WhatsApp
fr: Comment payer une entreprise pour des achats sur WhatsApp
gu: WhatsApp પર ખરીદી માટે બિઝનેસને ચુકવણી કરવી
hi: WhatsApp पर खरीदारी के लिए बिज़नेस को पेमेंट कैसे करें

source: About refunds for a purchase
ar: حول المبالغ المستردة لعملية شراء
es: Acerca de reembolsos por compra
fr: À propos des remboursements d'achat
gu: ખરીદીના રિફંડ વિશે
hi: किसी खरीदारी के रिफंड के बारे में

source: About UPI
ar: حول UPI
es: Acerca de UPI
fr: À propos de UPI
gu: UPI વિશે
hi: UPI के बारे में

source: How to add a bank account
ar: كيفية إضافة حساب بنكي
es: Cómo agregar una cuenta bancaria
fr: Comment ajouter un compte bancaire
gu: બેંક એકાઉન્ટ કેવી રીતે ઉમેરવું
hi: बैंक अकाउंट कैसे जोड़ें

source: How to change or set up new UPI PIN
ar: كيفية تغيير أو إعداد رمز PIN UPI جديد
es: Cómo cambiar o configurar nuevo PIN UPI
fr: Comment changer ou configurer un nouveau code PIN UPI
gu: નવું UPI PIN સેટ/બદલવું
hi: नया UPI PIN कैसे सेट करें या बदलें

source: Can't add bank account
ar: لا يمكن إضافة حساب بنكي
es: No se puede agregar cuenta bancaria
fr: Impossible d'ajouter un compte bancaire
gu: બેંક એકાઉન્ટ ઉમેરી શકતા નથી
hi: बैंक अकाउंट जोड़ नहीं पा रहे

source: How to change or remove a bank account
ar: كيفية تغيير أو إزالة حساب بنكي
es: Cómo cambiar o eliminar una cuenta bancaria
fr: Comment changer ou supprimer un compte bancaire
gu: બેંક એકાઉન્ટ બદલવું/દૂર કરવું
hi: बैंक अकाउंट कैसे बदलें या हटाएं

source: About refunds and customer support
ar: حول المبالغ المستردة ودعم العملاء
es: Acerca de reembolsos y soporte al cliente
fr: À propos des remboursements et du support client
gu: રિફંડ અને ગ્રાહક સપોર્ટ વિશે
hi: रिफंड्स और कस्टमर सपोर्ट के बारे में

source: Issues with payments
ar: مشكلات في المدفوعات
es: Problemas con pagos
fr: Problèmes avec les paiements
gu: ચુકવણીમાં સમસ્યા
hi: पेमेंट्स से जुड़ी समस्याएं

source: About UPI PIN
ar: حول رمز PIN UPI
es: Acerca del PIN UPI
fr: À propos du code PIN UPI
gu: UPI PIN વિશે
hi: UPI PIN के बारे में

source: How to add or remove a custom UPI number
ar: كيفية إضافة أو إزالة رقم UPI مخصص
es: Cómo agregar o quitar un número UPI personalizado
fr: Comment ajouter ou supprimer un numéro UPI personnalisé
gu: કસ્ટમ UPI નંબર ઉમેરવો/દૂર કરવો
hi: कस्टम UPI नंबर कैसे जोड़ें या हटाएं

source: About UPI ID and UPI number
ar: حول معرف UPI ورقم UPI
es: Acerca de ID UPI y número UPI
fr: À propos de l'ID UPI et du numéro UPI
gu: UPI ID અને UPI નંબર વિશે
hi: UPI ID और UPI नंबर के बारे में

source: About date of birth verification
ar: حول التحقق من تاريخ الميلاد
es: Acerca de verificación de fecha de nacimiento
fr: À propos de la vérification de la date de naissance
gu: જન્મ તારીખ ચકાસણી વિશે
hi: जन्म तिथि वेरिफिकेशन के बारे में

source: How to get help with payments
ar: كيفية الحصول على مساعدة بشأن المدفوعات
es: Cómo obtener ayuda con pagos
fr: Comment obtenir de l'aide pour les paiements
gu: ચુકવણી માટે મદદ કેવી રીતે મેળવવી
hi: पेमेंट्स से जुड़ी मदद कैसे प्राप्त करें

source: How to change the background of a payments message
ar: كيفية تغيير خلفية رسالة الدفع
es: Cómo cambiar el fondo de un mensaje de pago
fr: Comment changer l'arrière-plan d'un message de paiement
gu: ચુકવણી સંદેશનું બેકગ્રાઉન્ડ બદલવું
hi: पेमेंट मैसेज का बैकग्राउंड कैसे बदलें

source: About fees on WhatsApp
ar: حول الرسوم على واتساب
es: Acerca de las tarifas en WhatsApp
fr: À propos des frais sur WhatsApp
gu: WhatsApp પર ફી વિશે
hi: WhatsApp पर फीस के बारे में

source: About changing phones when using payments
ar: حول تغيير الهواتف عند استخدام المدفوعات
es: Acerca de cambiar de teléfono al usar pagos
fr: À propos du changement de téléphone lors de l'utilisation des paiements
gu: ચુકવણી વખતે ફોન બદલવા વિશે
hi: पेमेंट्स इस्तेमाल करते समय फोन बदलने के बारे में

source: About using your mobile number as your UPI number
ar: حول استخدام رقم هاتفك المحمول كرقم UPI
es: Acerca de usar tu número móvil como número UPI
fr: À propos de l'utilisation de votre numéro mobile comme numéro UPI
gu: મોબાઇલ નંબરને UPI નંબર તરીકે વાપરવા વિશે
hi: अपने मोबाइल नंबर को UPI नंबर के रूप में इस्तेमाल करने के बारे में

source: Privacy
ar: الخصوصية
es: Privacidad
fr: Confidentialité
gu: ગોપનીયતા
hi: प्राइवेसी

source: About end-to-end encryption
ar: حول التشفير من طرف إلى طرف
es: Acerca del cifrado de extremo a extremo
fr: À propos du chiffrement de bout en bout
gu: એન્ડ-ટુ-એન્ડ એન્ક્રિપ્શન વિશે
hi: एंड-टू-एंड एन्क्रिप्शन के बारे में

source: About privacy checkup
ar: حول مراجعة الخصوصية
es: Acerca de la verificación de privacidad
fr: À propos de la vérification de confidentialité
gu: ગોપનીયતા તપાસ વિશે
hi: प्राइवेसी चेकअप के बारे में

source: How to change your privacy settings
ar: كيفية تغيير إعدادات الخصوصية الخاصة بك
es: Cómo cambiar tus ajustes de privacidad
fr: Comment modifier vos paramètres de confidentialité
gu: ગોપનીયતા સેટિંગ્સ કેવી રીતે બદલવી
hi: अपनी प्राइवेसी सेटिंग्स कैसे बदलें

source: How to change group privacy settings
ar: كيفية تغيير إعدادات خصوصية المجموعة
es: Cómo cambiar ajustes de privacidad de grupo
fr: Comment modifier les paramètres de confidentialité des groupes
gu: ગ્રુપ ગોપનીયતા સેટિંગ્સ બદલવી
hi: ग्रुप प्राइवेसी सेटिंग्स कैसे बदलें

source: How to protect your IP address on WhatsApp calls
ar: كيفية حماية عنوان IP الخاص بك في مكالمات واتساب
es: Cómo proteger tu dirección IP en llamadas de WhatsApp
fr: Comment protéger votre adresse IP lors des appels WhatsApp
gu: WhatsApp કૉલમાં IP એડ્રેસ સુરક્ષિત કરવું
hi: WhatsApp कॉल्स पर अपना IP एड्रेस कैसे सुरक्षित रखें

source: Does WhatsApp collect or sell your data?
ar: هل يجمع واتساب بياناتك أو يبيعها؟
es: ¿WhatsApp recolecta o vende tus datos?
fr: Est-ce que WhatsApp collecte ou vend vos données ?
gu: શું WhatsApp તમારો ડેટા એકત્ર કરે છે કે વેચે છે?
hi: क्या WhatsApp आपका डेटा एकत्र करता या बेचता है?

source: About advanced chat privacy
ar: حول خصوصية الدردشة المتقدمة
es: Acerca de privacidad avanzada de chat
fr: À propos de la confidentialité avancée des discussions
gu: અદ્યતન ચેટ ગોપનીયતા વિશે
hi: एडवांस्ड चैट प्राइवेसी के बारे में

source: Privacy at a Glance: Additional information about the updates Tab
ar: الخصوصية في لمحة: معلومات إضافية حول تبويب التحديثات
es: Privacidad de un vistazo: información adicional sobre la pestaña Novedades
fr: Confidentialité en un coup d'œil : informations supplémentaires sur l'onglet Actualités
gu: એક નજરમાં ગોપનીયતા: અપડેટ્સ ટેબ વિશે વધુ માહિતી
hi: प्राइवेसी एक नज़र में: अपडेट्स टैब के बारे में अतिरिक्त जानकारी

source: How to silence unknown callers
ar: كيفية كتم المكالمات من أرقام غير معروفة
es: Cómo silenciar llamadas de desconocidos
fr: Comment mettre en silencieux les appels d'inconnus
gu: અજાણ્યા કૉલરને સાયલન્ટ કરવા
hi: अनजान कॉलर्स को कैसे साइलेंट करें

source: About last seen and online
ar: حول آخر ظهور وعبر الإنترنت
es: Acerca de última vez y en línea
fr: À propos de la dernière connexion et du statut en ligne
gu: લાસ્ટ સીન અને ઑનલાઇન વિશે
hi: लास्ट सीन और ऑनलाइन के बारे में

source: About WhatsApp permissions
ar: حول أذونات واتساب
es: Acerca de permisos de WhatsApp
fr: À propos des autorisations WhatsApp
gu: WhatsApp પરમિશન વિશે
hi: WhatsApp परमिशन्स के बारे में

source: How to use app lock
ar: كيفية استخدام قفل التطبيق
es: Cómo usar bloqueo de aplicación
fr: Comment utiliser le verrouillage d'application
gu: ઍપ લૉક કેવી રીતે વાપરવું
hi: ऐप लॉक कैसे इस्तेमाल करें

source: About sharing your device's location
ar: حول مشاركة موقع جهازك
es: Acerca de compartir la ubicación de tu dispositivo
fr: À propos du partage de la localisation de votre appareil
gu: ડિવાઇસ લોકેશન શેર કરવા વિશે
hi: अपने डिवाइस की लोकेशन शेयर करने के बारे में

source: What is traceability and why does WhatsApp oppose it?
ar: ما هي القابلية للتتبع ولماذا يعارضها واتساب؟
es: ¿Qué es la trazabilidad y por qué WhatsApp se opone?
fr: Qu'est-ce que la traçabilité et pourquoi WhatsApp s'y oppose ?
gu: ટ્રેસેબિલિટી શું છે અને WhatsApp તેનો વિરોધ કેમ કરે છે?
hi: ट्रेसेबिलिटी क्या है और WhatsApp इसका विरोध क्यों करता है?

source: About DIT.WhatsAPp.Net?
ar: حول DIT.WhatsApp.Net؟
es: ¿Acerca de DIT.WhatsApp.Net?
fr: À propos de DIT.WhatsApp.Net ?
gu: DIT.WhatsApp.Net વિશે?
hi: DIT.WhatsAPp.Net के बारे में

source: About using optional Meta Company Products if you opted out of sharing WhatsApp account information with Meta
ar: حول استخدام منتجات شركة ميتا الاختيارية إذا رفضت مشاركة معلومات حساب واتساب مع ميتا
es: Acerca de usar productos opcionales de Meta si rechazaste compartir información de cuenta de WhatsApp con Meta
fr: À propos de l'utilisation des produits optionnels Meta si vous avez refusé le partage des informations de votre compte WhatsApp avec Meta
gu: Meta સાથે WhatsApp એકાઉન્ટ શેરિંગ બંધ કર્યું હોય તો Metaના ઑપ્શનલ પ્રોડક્ટ વાપરવા વિશે
hi: यदि आपने Meta के साथ WhatsApp अकाउंट जानकारी शेयर करने से ऑप्ट आउट किया है तो वैकल्पिक Meta प्रोडक्ट्स इस्तेमाल करने के बारे में

source: Why am i seeing a new system message in my WhatsApp chats?
ar: لماذا أرى رسالة نظام جديدة في دردشات واتساب الخاصة بي؟
es: ¿Por qué veo un nuevo mensaje del sistema en mis chats de WhatsApp?
fr: Pourquoi je vois un nouveau message système dans mes discussions WhatsApp ?
gu: મારી WhatsApp ચેટમાં નવો સિસ્ટમ મેસેજ કેમ દેખાય છે?
hi: मेरे WhatsApp चैट्स में नया सिस्टम मैसेज क्यों दिख रहा है?

source: Explaining Apple and Android App Privacy Reports
ar: شرح تقارير خصوصية التطبيقات على أبل وأندرويد
es: Explicando informes de privacidad de apps en Apple y Android
fr: Explication des rapports de confidentialité des applications Apple et Android
gu: Apple અને Android ઍપ પ્રાઇવસી રિપોર્ટ સમજાવવા
hi: Apple और Android ऐप प्राइवेसी रिपोर्ट्स की व्याख्या

source: Unpacking WhatsApp's privacy label in the Apple App Store
ar: تفكيك تسمية خصوصية واتساب في متجر تطبيقات أبل
es: Desglosando la etiqueta de privacidad de WhatsApp en la App Store de Apple
fr: Décryptage de l'étiquette de confidentialité de WhatsApp dans l'App Store Apple
gu: Apple App Storeમાં WhatsAppના પ્રાઇવસી લેબલનું વિગતવાર વિશ્લેષણ
hi: Apple App Store में WhatsApp के प्राइवेसी लेबल की जानकारी

source: About goverment requests for user data
ar: حول طلبات الحكومة لبيانات المستخدمين
es: Acerca de solicitudes gubernamentales de datos de usuarios
fr: À propos des demandes gouvernementales de données utilisateur
gu: સરકારી યુઝર ડેટા વિનંતી વિશે
hi: यूज़र डेटा के लिए सरकारी अनुरोधों के बारे में

source: Yearly reminder for users in india
ar: تذكير سنوي للمستخدمين في الهند
es: Recordatorio anual para usuarios en India
fr: Rappel annuel pour les utilisateurs en Inde
gu: ભારતના યુઝર માટે વાર્ષિક રિમાઇન્ડર
hi: भारत में यूज़र्स के लिए वार्षिक रिमाइंडर

source: About mandatory disclosures to be made by Businesses in india
ar: حول الإفصاحات الإلزامية التي يتعين على الشركات في الهند تقديمها
es: Acerca de divulgaciones obligatorias por negocios en India
fr: À propos des divulgations obligatoires par les entreprises en Inde
gu: ભારતમાં બિઝનેસ દ્વારા ફરજિયાત જાહેર કરવાની વાત વિશે
hi: भारत में बिज़नेस द्वारा की जाने वाली अनिवार्य जानकारियों के बारे में

source: Learn about what categories of data are available in your 'Request Account info' report
ar: تعرف على فئات البيانات المتوفرة في تقرير "طلب معلومات الحساب"
es: Conoce qué categorías de datos están disponibles en tu informe «Solicitar información de cuenta»
fr: Découvrez quelles catégories de données sont disponibles dans votre rapport « Demander les informations du compte »
gu: 'Request Account info' રિપોર્ટમાં કયા પ્રકારનો ડેટા ઉપલબ્ધ છે તે જાણો
hi: अपने 'Request Account info' रिपोर्ट में उपलब्ध डेटा की कैटेगरीज़ के बारे में जानें

source: What information does WhatsApp collect when you contact support?
ar: ما المعلومات التي يجمعها واتساب عندما تتواصل مع الدعم؟
es: ¿Qué información recolecta WhatsApp cuando contactas soporte?
fr: Quelles informations WhatsApp collecte-t-il quand vous contactez le support ?
gu: સપોર્ટનો સંપર્ક કરતા WhatsApp કઈ માહિતી એકત્ર કરે છે?
hi: जब आप सपोर्ट से संपर्क करते हैं तो WhatsApp कौन सी जानकारी एकत्र करता है?

source: Safety
ar: الأمان
es: Seguridad
fr: Sécurité
gu: સુરક્ષા
hi: सुरक्षा

source: How to block and report someone
ar: كيفية الحظر والإبلاغ عن شخص
es: Cómo bloquear y reportar a alguien
fr: Comment bloquer et signaler quelqu'un
gu: કોઈને બ્લૉક અને રિપોર્ટ કરવું
hi: किसी को कैसे ब्लॉक करें और रिपोर्ट करें

source: About reporting and blocking on WhatsApp
ar: حول الإبلاغ والحظر على واتساب
es: Acerca de reportar y bloquear en WhatsApp
fr: À propos du signalement et du blocage sur WhatsApp
gu: WhatsApp પર રિપોર્ટ અને બ્લૉકિંગ વિશે
hi: WhatsApp पर रिपोर्ट करने और ब्लॉक करने के बारे में

source: How to block a group admin
ar: كيفية حظر مشرف مجموعة
es: Cómo bloquear a un administrador de grupo
fr: Comment bloquer un administrateur de groupe
gu: ગ્રુપ એડમિનને બ્લૉક કરવું
hi: ग्रुप एडमिन को कैसे ब्लॉक करें

source: Being blocked by someone
ar: تم حظرك من قبل شخص ما
es: Ser bloqueado por alguien
fr: Être bloqué par quelqu'un
gu: કોઈએ તમને બ્લૉક કર્યા છે
hi: किसी द्वारा ब्लॉक किया जाना

source: How to report someone's status update
ar: كيفية الإبلاغ عن تحديث حالة شخص ما
es: Cómo reportar el estado de alguien
fr: Comment signaler le statut de quelqu'un
gu: કોઈના સ્ટેટસ અપડેટ રિપોર્ટ કરવો
hi: किसी के स्टेटस अपडेट को कैसे रिपोर्ट करें

source: About suspicious messages and scams
ar: حول الرسائل المشبوهة والاحتيال
es: Acerca de mensajes sospechosos y estafas
fr: À propos des messages suspects et des arnaques
gu: શંકાસ્પદ સંદેશ અને સ્કેમ વિશે
hi: संदिग्ध मैसेजेस और स्कैम्स के बारे में

source: How to protect yourself from suspicious messages and scams
ar: كيفية حماية نفسك من الرسائل المشبوهة والاحتيال
es: Cómo protegerte de mensajes sospechosos y estafas
fr: Comment vous protéger contre les messages suspects et les arnaques
gu: શંકાસ્પદ સંદેશ અને સ્કેમથી સુરક્ષિત રહેવું
hi: संदिग्ध मैसेजेस और स्कैम्स से खुद को कैसे सुरक्षित रखें

source: How to use WhatsApp responsibly
ar: كيفية استخدام واتساب بمسؤولية
es: Cómo usar WhatsApp de forma responsable
fr: Comment utiliser WhatsApp de manière responsable
gu: WhatsApp જવાબદારીપૂર્વક કેવી રીતે વાપરવું
hi: WhatsApp को जिम्मेदारी से कैसे इस्तेमाल करें

# tipstokeepyourWhatsAppaccountsafeandsecure
source: 5 Tips to keep your WhatsApp account safe and secure
ar: 5 نصائح للحفاظ على أمان حساب واتساب الخاص بك
es: 5 consejos para mantener tu cuenta de WhatsApp segura
fr: 5 conseils pour garder votre compte WhatsApp sûr et sécurisé
gu: WhatsApp એકાઉન્ટને સુરક્ષિત રાખવાની 5 ટિપ્સ
hi: अपने WhatsApp अकाउंट को सुरक्षित रखने के 5 टिप्स

source: How safe & secure is WhatsApp? Privacy explained
ar: مدى أمان واتساب؟ شرح الخصوصية
es: ¿Qué tan seguro es WhatsApp? Explicación de privacidad
fr: À quel point WhatsApp est-il sûr et sécurisé ? Explication de la confidentialité
gu: WhatsApp કેટલું સુરક્ષિત છે? ગોપનીયતા સમજૂતી
hi: WhatsApp कितना सुरक्षित है? प्राइवेसी की जानकारी
