Repository: Hiralsarvaiya37/whatsapp_clone_getx
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, gu, hi

source: We'll use your feedback to help improve WhatsApp support
ar: سنستخدم ملاحظاتك لتحسين دعم واتساب
es: Usaremos tus comentarios para mejorar el soporte de WhatsApp
fr: Nous utiliserons votre avis pour améliorer le support WhatsApp
gu: અમે તમારા ફીડબેકનો ઉપયોગ WhatsApp સપોર્ટ સુધારવા માટે કરીશું.
hi: हम आपके फीडबैक का उपयोग व्हाट्सएप सपोर्ट को बेहतर बनाने के लिए करेंगे

source: Passkeys
ar: مفاتيح المرور
es: Claves de acceso (Passkeys)
fr: Clés d'accès (Passkeys)
gu: પાસકી
hi: पासकी

source: Manage your passkey
ar: إدارة مفتاح المرور الخاص بك
es: Administrar tu clave de acceso
fr: Gérer votre clé d'accès
gu: તમારી પાસકી મેનેજ કરો
hi: अपनी पासकी प्रबंधित करें

source: Access WhatsApp the same way you unloack your phone. with your fingerprint, face or screen lock. your passkey gives you a secure and easy way to log back into your account
ar: ادخل إلى واتساب بنفس طريقة فتح هاتفك (بصمة الإصبع، الوجه أو قفل الشاشة). مفتاح المرور يمنحك طريقة آمنة وسهلة لإعادة تسجيل الدخول إلى حسابك.
es: Accede a WhatsApp de la misma forma que desbloqueas tu teléfono (huella, rostro o bloqueo de pantalla). Tu clave de acceso te ofrece una forma segura y sencilla de volver a iniciar sesión en tu cuenta.
fr: Accédez à WhatsApp de la même façon que vous déverrouillez votre téléphone (empreinte digitale, visage ou verrouillage d'écran). Votre clé d'accès vous offre un moyen sécurisé et simple de vous reconnecter à votre compte.
gu: તમારા ફોનને અનલૉક કરો તે જ રીતે (ફિંગરપ્રિન્ટ, ફેસ, સ્ક્રીન લૉક) WhatsApp ઍક્સેસ કરો.
hi: व्हाट्सएप को उसी तरह एक्सेस करें जैसे आप अपना फोन अनलॉक करते हैं — फिंगरप्रिंट, फेस या स्क्रीन लॉक से। आपकी पासकी आपको सुरक्षित और आसान तरीके से फिर से लॉगिन करने देती है।

source: This will be used to verify your account
ar: سيُستخدم هذا للتحقق من حسابك
es: Esto se usará para verificar tu cuenta
fr: Cela sera utilisé pour vérifier votre compte
gu: આનો ઉપયોગ તમારું એકાઉન્ટ ચકાસવા માટે થશે
hi: यह आपके खाते को सत्यापित करने के लिए उपयोग किया जाएगा

source: Delete passkey?
ar: حذف مفتاح المرور؟
es: ¿Eliminar clave de acceso?
fr: Supprimer la clé d'accès ?
gu: પાસકી કાઢી નાખવી છે?
hi: पासकी हटाएं?

source: If you delete this passkey, you won't be able to use it to log into your account
ar: إذا حذفت مفتاح المرور هذا، لن تتمكن من استخدامه لتسجيل الدخول إلى حسابك
es: Si eliminas esta clave de acceso, no podrás usarla para iniciar sesión en tu cuenta
fr: Si vous supprimez cette clé d'accès, vous ne pourrez plus l'utiliser pour vous connecter à votre compte
gu: જો તમે પાસકી કાઢી નાખશો તો તેનો ઉપયોગ લોગિન માટે નહીં થઈ શકે.
hi: यदि आप यह पासकी हटाते हैं, तो आप इससे अपने खाते में लॉगिन नहीं कर पाएंगे

source: If you device to delete, be sure to also delete the passkey from your device password manager.
ar: إذا قررت الحذف، تأكد من حذف مفتاح المرور أيضًا من مدير كلمات المرور في جهازك.
es: Si decides eliminarla, asegúrate de también borrarla del administrador de contraseñas de tu dispositivo.
fr: Si vous décidez de la supprimer, n'oubliez pas de la supprimer également de votre gestionnaire de mots de passe de l'appareil.
gu: કાઢી નાખવાનું નક્કી કરો તો ડિવાઇસના પાસવર્ડ મેનેજરમાંથી પણ કાઢી નાખજો.
hi: यदि आप अपना डिवाइस हटाते हैं, तो अपने डिवाइस के पासवर्ड मैनेजर से भी पासकी हटाना सुनिश्चित करें।

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
gu: રદ કરો
hi: रद्द करें

source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
gu: કાઢી નાખો
hi: हटाएं

source: Request account info
ar: طلب معلومات الحساب
es: Solicitar información de la cuenta
fr: Demander les informations du compte
gu: એકાઉન્ટ માહિતી માગો
hi: खाता जानकारी अनुरोध करें

source: Account information
ar: معلومات الحساب
es: Información de la cuenta
fr: Informations du compte
gu: એકાઉન્ટ માહિતી
hi: खाता जानकारी

source: Channels activity
ar: نشاط القنوات
es: Actividad de canales
fr: Activité des chaînes
gu: ચેનલ્સ પ્રવૃત્તિ
hi: चैनल गतिविधि

source: Request sent
ar: تم إرسال الطلب
es: Solicitud enviada
fr: Demande envoyée
gu: વિનંતી મોકલી
hi: अनुरोध भेजा गया

source: Ready by December 7, 2025
ar: جاهز بحلول 7 ديسمبر 2025
es: Listo para el 7 de diciembre de 2025
fr: Prêt d'ici le 7 décembre 2025
gu: 7 ડિસેમ્બર, 2025 સુધીમાં તૈયાર
hi: 7 दिसंबर 2025 तक तैयार

source: Your report will be ready in about 3 days. You'll have a few weeks to download your report after it's available
ar: سيكون تقريرك جاهزًا خلال حوالي 3 أيام. سيكون لديك بضعة أسابيع لتنزيله بعد توفره.
es: Tu informe estará listo en unos 3 días. Tendrás varias semanas para descargarlo una vez disponible.
fr: Votre rapport sera prêt dans environ 3 jours. Vous aurez quelques semaines pour le télécharger une fois disponible.
gu: તમારો રિપોર્ટ આશરે 3 દિવસમાં તૈયાર થશે. તે ઉપલબ્ધ થયા પછી થોડા અઠવાડિયા સુધી ડાઉનલોડ કરી શકશો.
hi: आपकी रिपोर्ट लगभग 3 दिनों में तैयार हो जाएगी। उपलब्ध होने के बाद आपके पास इसे डाउनलोड करने के लिए कुछ सप्ताह होंगे।

source: Create reports automatically
ar: إنشاء التقارير تلقائيًا
es: Crear informes automáticamente
fr: Créer les rapports automatiquement
gu: આપમેળે રિપોર્ટ બનાવો
hi: स्वचालित रूप से रिपोर्ट बनाएं

source: A new report will be created every month
ar: سيتم إنشاء تقرير جديد كل شهر
es: Se creará un nuevo informe cada mes
fr: Un nouveau rapport sera créé chaque mois
gu: દર મહિને નવો રિપોર્ટ બનશે
hi: हर महीने एक नई रिपोर्ट बनेगी

source: Security notifications
ar: إشعارات الأمان
es: Notificaciones de seguridad
fr: Notifications de sécurité
gu: સુરક્ષા સૂચનાઓ
hi: सुरक्षा सूचनाएं

source: Your chats and calls are private
ar: دردشاتك ومكالماتك خاصة
es: Tus chats y llamadas son privados
fr: Vos discussions et appels sont privés
gu: તમારી ચેટ અને કૉલ્સ ખાનગી છે
hi: आपकी चैट और कॉल निजी हैं

source: End-to-end encryption keeps your personal messaged and calls between you and the people you choose. no one outside of the chat, not even WhatsApp, can read, listen to, or share them. this includes your
ar: التشفير من طرف إلى طرف يحافظ على خصوصية رسائلك الشخصية ومكالماتك بينك وبين الأشخاص الذين تختارهم. لا أحد خارج الدردشة، ولا حتى واتساب، يمكنه قراءتها أو الاستماع إليها أو مشاركتها. وهذا يشمل
es: El cifrado de extremo a extremo protege tus mensajes y llamadas personales. Nadie fuera del chat, ni siquiera WhatsApp, puede leerlos, escucharlos ni compartirlos. Esto incluye tus
fr: Le chiffrement de bout en bout protège vos messages personnels et appels. Personne en dehors de la discussion, pas même WhatsApp, ne peut les lire, écouter ou partager. Cela inclut vos
gu: એન્ડ-ટુ-એન્ડ એન્ક્રિપ્શન તમારા વ્યક્તિગત સંદેશ અને કૉલ્સને સુરક્ષિત રાખે છે. WhatsApp પણ વાંચી શકતું નથી.
hi: एंड-टू-एंड एन्क्रिप्शन आपके निजी संदेशों और कॉल को केवल आपके और आपके चुने हुए लोगों के बीच सुरक्षित रखता है। चैट के बाहर कोई भी, यहाँ तक कि व्हाट्सएप भी, उन्हें पढ़, सुन या साझा नहीं कर सकता। इसमें शामिल हैं:

source: Text and voice messages
ar: الرسائل النصية والصوتية
es: Mensajes de texto y voz
fr: Messages texte et vocaux
gu: ટેક્સ્ટ અને વૉઇસ સંદેશ
hi: टेक्स्ट और वॉइस संदेश

source: Audio and video calls
ar: مكالمات الصوت والفيديو
es: Llamadas de audio y video
fr: Appels audio et vidéo
gu: ઑડિયો અને વીડિયો કૉલ્સ
hi: ऑडियो और वीडियो कॉल

source: Photos, videos and documents
ar: الصور والفيديوهات والمستندات
es: Fotos, videos y documentos
fr: Photos, vidéos et documents
gu: ફોટો, વીડિયો અને ડૉક્યુમેન્ટ્સ
hi: फोटो, वीडियो और दस्तावेज़

source: Location sharing
ar: مشاركة الموقع
es: Compartir ubicación
fr: Partage de position
gu: લોકેશન શેરિંગ
hi: लोकेशन शेयरिंग

source: Status updates
ar: تحديثات الحالة
es: Actualizaciones de estado
fr: Mises à jour de statut
gu: સ્ટેટસ અપડેટ્સ
hi: स्टेटस अपडेट

source: Show security notifications on this device
ar: عرض إشعارات الأمان على هذا الجهاز
es: Mostrar notificaciones de seguridad en este dispositivo
fr: Afficher les notifications de sécurité sur cet appareil
gu: આ ડિવાઇસ પર સુરક્ષા સૂચનાઓ બતાવો
hi: इस डिवाइस पर सुरक्षा सूचनाएं दिखाएं

source: Two-step verification
ar: التحقق بخطوتين
es: Verificación en dos pasos
fr: Vérification en deux étapes
gu: બે-પગલાં ચકાસણી
hi: दो-चरणीय सत्यापन

source: For extra security, turn on two-step verification, which will require a PIN when registering your phone number with WhatsApp again.
ar: لأمان إضافي، فعّل التحقق بخطوتين، والذي سيطلب رمز PIN عند إعادة تسجيل رقم هاتفك في واتساب.
es: Para mayor seguridad, activa la verificación en dos pasos. Se requerirá un PIN al volver a registrar tu número en WhatsApp.
fr: Pour une sécurité renforcée, activez la vérification en deux étapes. Un code PIN sera requis lors de la réinscription de votre numéro WhatsApp.
gu: વધારાની સુરક્ષા માટે બે-પગલાં ચકાસણી ચાલુ કરો – નવેસરથી રજિસ્ટર કરતી વખતે PIN જરૂરી રહેશે.
hi: अतिरिक्त सुरक्षा के लिए दो-चरणीय सत्यापन चालू करें, जिससे व्हाट्सएप पर दोबारा नंबर रजिस्टर करते समय PIN की आवश्यकता होगी।

source: Turn on
ar: تفعيل
es: Activar
fr: Activer
gu: ચાલુ કરો
hi: चालू करें

source: Animation
ar: الرسوم المتحركة
es: Animación
gu: એનિમેશન
hi: एनिमेशन

source: When turned on, emoji, stickers or GIFs will move automatically.
ar: عند التفعيل، ستتحرك الرموز التعبيرية والملصقات وملفات GIF تلقائيًا.
es: Cuando esté activado, los emojis, stickers y GIFs se moverán automáticamente.
fr: Quand activé, les émojis, stickers et GIFs s'animeront automatiquement.
gu: ચાલુ હોય ત્યારે ઇમોજી, સ્ટિકર્સ, GIF આપમેળે એનિમેટ થશે.
hi: चालू होने पर, इमोजी, स्टिकर या GIF अपने आप मूव करेंगे।

source: Emoji
ar: رموز تعبيرية
es: Emojis
fr: Émojis
gu: ઇમોજી
hi: इमोजी

source: Stickers
ar: ملصقات
gu: સ્ટિકર્સ
hi: स्टिकर

source: Gifs
ar: صور GIF
hi: GIF

source: Chat backup
ar: نسخ احتياطي للدردشات
es: Copia de seguridad de chats
fr: Sauvegarde des discussions
gu: ચેટ બેકઅપ
hi: चैट बैकअप

source: Backup settings
ar: إعدادات النسخ الاحتياطي
es: Ajustes de copia de seguridad
fr: Paramètres de sauvegarde
gu: બેકઅપ સેટિંગ્સ
hi: बैकअप सेटिंग्स

source: Back up your chats and media to your Google Account's storage. You can restore them on a new phone after you download WhatsApp on it
ar: انسخ دردشاتك ووسائطك احتياطيًا إلى تخزين حساب Google الخاص بك. يمكنك استعادتها على هاتف جديد بعد تنزيل واتساب عليه.
es: Haz copia de seguridad de tus chats y medios en el almacenamiento de tu cuenta de Google. Podrás restaurarlos en un teléfono nuevo después de instalar WhatsApp.
fr: Sauvegardez vos discussions et médias dans le stockage de votre compte Google. Vous pourrez les restaurer sur un nouveau téléphone après avoir installé WhatsApp.
gu: તમારી ચેટ અને મીડિયાનું Google એકાઉન્ટમાં બેકઅપ લો. નવા ફોન પર પુનઃસ્થાપિત કરી શકો છો.
hi: अपनी चैट और मीडिया को अपने Google अकाउंट स्टोरेज में बैकअप करें। आप नए फोन पर व्हाट्सएप डाउनलोड करने के बाद इन्हें पुनर्स्थापित कर सकते हैं।

source: Local: 2:09 AM
ar: محلي: 2:09 صباحًا
es: Local: 2:09
fr: Local : 02:09
gu: લોકલ: 2:09 AM
hi: लोकल: 2:09 AM

source: Last Backup: Never
ar: آخر نسخة احتياطية: لا يوجد
es: Última copia: Nunca
fr: Dernière sauvegarde : Jamais
gu: છેલ્લું બેકઅપ: ક્યારેય નહીં
hi: अंतिम बैकअप: कभी नहीं

source: Back up
ar: نسخ احتياطي
es: Hacer copia
fr: Sauvegarder
gu: બેકઅપ લો
hi: बैकअप

source: Manage Goggle storage
ar: إدارة تخزين Google
es: Administrar almacenamiento de Google
fr: Gérer le stockage Google
gu: Google સ્ટોરેજ મેનેજ કરો
hi: Google स्टोरेज प्रबंधित करें

source: Choose an account
ar: اختر حسابًا
es: Elegir una cuenta
fr: Choisir un compte
gu: એકાઉન્ટ પસંદ કરો
hi: खाता चुनें

source: Add account
ar: إضافة حساب
es: Agregar cuenta
fr: Ajouter un compte
gu: એકાઉન્ટ ઉમેરો
hi: खाता जोड़ें

source: Goggle Account
ar: حساب Google
es: Cuenta de Google
fr: Compte Google
gu: Google એકાઉન્ટ
hi: Google अकाउंट

source: Automatic backups
ar: نسخ احتياطي تلقائي
es: Copias automáticas
fr: Sauvegardes automatiques
gu: આપમેળે બેકઅપ
hi: स्वचालित बैकअप

source: Daily
ar: يومي
es: Diaria
fr: Quotidienne
gu: દૈનિક
hi: दैनिक

source: Weekly
ar: أسبوعي
es: Semanal
fr: Hebdomadaire
gu: સાપ્તાહિક
hi: साप्ताहिक

source: Monthly
ar: شهري
es: Mensual
fr: Mensuelle
gu: માસિક
hi: मासिक

source: Only when I tap 'Back up
ar: فقط عند النقر على "نسخ احتياطي"
es: Solo cuando toco 'Hacer copia'
fr: Uniquement quand j'appuie sur Sauvegarder
gu: માત્ર 'બેકઅપ' ટૅપ કરું ત્યારે
hi: केवल जब मैं 'बैकअप' पर टैप करूं

source: Off
ar: إيقاف
es: Desactivado
fr: Désactivé
gu: બંધ
hi: बंद

source: Include videos
ar: تضمين الفيديوهات
es: Incluir videos
fr: Inclure les vidéos
gu: વીડિયો સામેલ કરો
hi: वीडियो शामिल करें

source: Back up using cellular
ar: نسخ احتياطي باستخدام البيانات الخلوية
es: Copia usando datos móviles
fr: Sauvegarder en données mobiles
gu: મોબાઇલ ડેટાથી બેકઅપ
hi: सेलुलर डेटा से बैकअप

source: End-to-end encryption
ar: التشفير من طرف إلى طرف
es: Cifrado de extremo a extremo
fr: Chiffrement de bout en bout
gu: એન્ડ-ટુ-એન્ડ એન્ક્રિપ્શન
hi: एंड-टू-एंड एन्क्रिप्शन

source: For added security, you can protect your backup with end-to-end encryption.
ar: لأمان إضافي، يمكنك حماية النسخة الاحتياطية بالتشفير من طرف إلى طرف.
es: Para mayor seguridad, puedes proteger tu copia de seguridad con cifrado de extremo a extremo.
fr: Pour plus de sécurité, vous pouvez protéger votre sauvegarde avec un chiffrement de bout en bout.
gu: વધુ સુરક્ષા માટે બેકઅપને એન્ડ-ટુ-એન્ડ એન્ક્રિપ્ટ કરી શકો છો.
hi: अतिरिक्त सुरक्षा के लिए आप अपने बैकअप को एंड-टू-एंड एन्क्रिप्शन से सुरक्षित कर सकते हैं।

source: End-to-end encrypted backup
ar: نسخة احتياطية مشفرة من طرف إلى طرف
es: Copia de seguridad cifrada de extremo a extremo
fr: Sauvegarde chiffrée de bout en bout
gu: એન્ડ-ટુ-એન્ડ એન્ક્રિપ્ટેડ બેકઅપ
hi: एंड-टू-एंड एन्क्रिप्टेड बैकअप

source: Chat history
ar: سجل الدردشة
es: Historial de chats
fr: Historique des discussions
gu: ચેટ ઇતિહાસ
hi: चैट इतिहास

source: Export chat
ar: تصدير الدردشة
es: Exportar chat
fr: Exporter la discussion
gu: ચેટ એક્સપોર્ટ કરો
hi: चैट निर्यात करें

source: Are you sure want to archive ALL chats?
ar: هل أنت متأكد من أرشفة جميع الدردشات؟
es: ¿Estás seguro de querer archivar TODOS los chats?
fr: Voulez-vous vraiment archiver TOUTES les discussions ?
gu: શું તમે ખરેખર બધી ચેટ આર્કાઇવ કરવા માંગો છો?
hi: क्या आप वाकई सभी चैट आर्काइव करना चाहते हैं?

source: Ok
ar: موافق
es: Aceptar
gu: ઓકે
hi: ठीक है

source: Unarchive all chats
ar: إلغاء أرشفة جميع الدردشات
es: Desarchivar todos los chats
fr: Désarchiver toutes les discussions
gu: બધી ચેટ અનઆર્કાઇવ કરો
hi: सभी चैट अनआर्काइव करें

source: Archive all chats
ar: أرشفة جميع الدردشات
es: Archivar todos los chats
fr: Archiver toutes les discussions
gu: બધી ચેટ આર્કાઇવ કરો
hi: सभी चैट आर्काइव करें

source: Clear all chats
ar: مسح جميع الدردشات
es: Borrar todos los chats
fr: Effacer toutes les discussions
gu: બધી ચેટ સાફ કરો
hi: सभी चैट साफ़ करें?

source: Also delete media received in chats from the device gallery
ar: حذف أيضًا الوسائط المستلمة في الدردشات من معرض الجهاز
es: También eliminar medios recibidos en chats de la galería del dispositivo
fr: Supprimer également les médias reçus dans les discussions de la galerie de l'appareil
gu: ચેટમાં મળેલા મીડિયાને ડિવાઇસ ગેલેરીમાંથી પણ કાઢી નાખો
hi: डिवाइस गैलरी से चैट में प्राप्त मीडिया भी हटाएं

source: Delete starred messages
ar: حذف الرسائل المميزة بالنجمة
es: Eliminar mensajes destacados
fr: Supprimer les messages favoris
gu: સ્ટાર કરેલા સંદેશ કાઢી નાખો
hi: स्टार किए गए संदेश हटाएं

source: Clear chats
ar: مسح الدردشات
es: Borrar chats
fr: Effacer les discussions
gu: ચેટ સાફ કરો
hi: चैट साफ़ करें

source: Delete all chats?
ar: حذف جميع الدردشات؟
es: ¿Eliminar todos los chats?
fr: Supprimer toutes les discussions ?
gu: બધી ચેટ કાઢી નાખવી છે?
hi: सभी चैट हटाएं?

source: Delete chats
ar: حذف الدردشات
es: Eliminar chats
fr: Supprimer les discussions
gu: ચેટ કાઢી નાખો
hi: चैट हटाएं

source: Chat theme
ar: سمة الدردشة
es: Tema de chat
fr: Thème de discussion
gu: ચેટ થીમ
hi: चैट थीम

source: Themes
ar: السمات
es: Temas
fr: Thèmes
gu: થીમ્સ
hi: थीम्स

source: The chat color and wallpaper will both change
ar: سيتغير لون الدردشة وخلفية الشاشة معًا
es: Tanto el color del chat como el fondo de pantalla cambiarán
fr: La couleur de la discussion et le fond d'écran changeront tous les deux
gu: ચેટનો રંગ અને વૉલપેપર બંને બદલાશે
hi: चैट का रंग और वॉलपेपर दोनों बदल जाएंगे

source: Customize
ar: تخصيص
es: Personalizar
fr: Personnaliser
gu: કસ્ટમાઇઝ કરો
hi: कस्टमाइज़ करें

source: Chat color
ar: لون الدردشة
es: Color del chat
fr: Couleur de la discussion
gu: ચેટ રંગ
hi: चैट रंग

source: Wallpaper
ar: خلفية الشاشة
es: Fondo de pantalla
fr: Fond d'écran
gu: વૉલપેપર
hi: वॉलपेपर

source: Add an extra layer of protection
ar: إضافة طبقة حماية إضافية
es: Agregar una capa extra de protección
fr: Ajouter une couche de protection supplémentaire
gu: વધારાનું સુરક્ષા સ્તર ઉમેરો
hi: सुरक्षा की एक अतिरिक्त परत जोड़ें

source: Your backup will be safe, even if you lose your phone.
ar: ستبقى النسخة الاحتياطية آمنة حتى لو فقدت هاتفك.
es: Tu copia de seguridad estará segura incluso si pierdes tu teléfono.
fr: Votre sauvegarde restera protégée même si vous perdez votre téléphone.
gu: ફોન ગુમાવો તો પણ બેકઅપ સુરક્ષિત રહેશે.
hi: अगर आपका फोन खो भी जाए, तब भी आपका बैकअप सुरक्षित रहेगा।

source: Secure your backup with a passkey, password or an encryption key.
ar: أمّن النسخة الاحتياطية بمفتاح مرور أو كلمة مرور أو مفتاح تشفير.
es: Asegura tu copia con una clave de acceso, contraseña o clave de cifrado.
fr: Sécurisez votre sauvegarde avec une clé d'accès, un mot de passe ou une clé de chiffrement.
gu: પાસકી, પાસવર્ડ કે એન્ક્રિપ્શન કીથી બેકઅપ સુરક્ષિત કરો.
hi: अपने बैकअप को पासकी, पासवर्ड या एन्क्रिप्शन कुंजी से सुरक्षित करें।

source: No one else will be able to access your backup. Not even WhatsApp or Google.
ar: لن يتمكن أحد آخر من الوصول إلى النسخة الاحتياطية. ولا حتى واتساب أو Google.
es: Nadie más podrá acceder a tu copia. Ni WhatsApp ni Google.
fr: Personne d'autre ne pourra accéder à votre sauvegarde. Ni WhatsApp ni Google.
gu: WhatsApp કે Google પણ તમારો બેકઅપ ઍક્સેસ કરી શકશે નહીં.
hi: कोई और आपके बैकअप तक पहुंच नहीं पाएगा, यहाँ तक कि व्हाट्सएप या Google भी नहीं।

source: Use passkey
ar: استخدام مفتاح المرور
es: Usar clave de acceso
fr: Utiliser une clé d'accès
gu: પાસકીનો ઉપયોગ કરો
hi: पासकी का उपयोग करें

source: More options
ar: خيارات إضافية
es: Más opciones
fr: Plus d'options
gu: વધુ વિકલ્પો
hi: और विकल्प

source: Transfer chat history to new phone
ar: نقل سجل الدردشة إلى هاتف جديد
es: Transferir historial de chat a nuevo teléfono
fr: Transférer l'historique vers un nouveau téléphone
gu: નવા ફોનમાં ચેટ ઇતિહાસ ટ્રાન્સફર કરો
hi: चैट इतिहास नए फोन में ट्रांसफर करें

source: Transfer your chat history privately to another Android phone. Have your most up-to-date messages without using Google storage. Certain device permissions are needed to Connect to your new device.
ar: انقل سجل دردشاتك بشكل خاص إلى هاتف أندرويد آخر. احصل على أحدث رسائلك دون استخدام تخزين Google. مطلوب بعض أذونات الجهاز للاتصال بالجهاز الجديد.
es: Transfiere tu historial de chat de forma privada a otro teléfono Android. Obtén tus mensajes más recientes sin usar almacenamiento de Google. Se necesitan ciertos permisos del dispositivo para conectar con el nuevo.
fr: Transférez votre historique de discussions de manière privée vers un autre téléphone Android. Obtenez vos messages les plus récents sans utiliser le stockage Google. Certaines autorisations sont nécessaires pour connecter votre nouvel appareil.
gu: Google સ્ટોરેજ વગર બીજા એન્ડ્રોઇડ ફોનમાં ખાનગી રીતે ટ્રાન્સફર કરો.
hi: अपना चैट इतिहास निजी रूप से किसी दूसरे Android फोन में ट्रांसफर करें। Google स्टोरेज का उपयोग किए बिना अपने सबसे नए संदेश प्राप्त करें। अपने नए डिवाइस से कनेक्ट करने के लिए कुछ डिवाइस अनुमतियों की आवश्यकता होती है।

source: Account Bans
ar: حظر الحسابات
es: Prohibiciones de cuenta
fr: Bannissements de compte
gu: એકાઉન્ટ પર પ્રતિબંધ
hi: खाता प्रतिबंध

source: About account bans
ar: حول حظر الحسابات
es: Acerca de las prohibiciones de cuenta
fr: À propos des bannissements de compte
gu: એકાઉન્ટ પર પ્રતિબંધ વિશે
hi: खाता प्रतिबंध के बारे में

source: About account bans on the WhatsApp Business app
ar: حول حظر الحسابات في تطبيق واتساب للأعمال
es: Acerca de las prohibiciones en la app WhatsApp Business
fr: À propos des bannissements sur l'application WhatsApp Business
gu: WhatsApp Business ઍપમાં એકાઉન્ટ પ્રતિબંધ વિશે
hi: WhatsApp Business ऐप पर खाता प्रतिबंध के बारे में

source: About temporarily banned accounts
ar: حول الحسابات المحظورة مؤقتًا
es: Acerca de cuentas temporalmente prohibidas
fr: À propos des comptes temporairement bannis
gu: કામચલાઉ પ્રતિબંધિત એકાઉન્ટ વિશે
hi: अस्थायी रूप से प्रतिबंधित खातों के बारे में

source: After your account is unbanned
ar: بعد إلغاء حظر حسابك
es: Después de que se desbloquee tu cuenta
fr: Après le déblocage de votre compte
gu: એકાઉન્ટ અનબેન થયા પછી
hi: आपका खाता अनबैन होने के बाद

source: About account bans for previously owned phone numbers
ar: حول حظر الحسابات لأرقام هواتف مملوكة سابقًا
es: Acerca de prohibiciones por números de teléfono usados anteriormente
fr: À propos des bannissements pour numéros précédemment utilisés
gu: પહેલાં વપરાયેલા નંબર માટે પ્રતિબંધ વિશે
hi: पहले उपयोग किए गए फोन नंबरों के लिए खाता प्रतिबंध के बारे में

source: About account bans for unofficial apps
ar: حول حظر الحسابات للتطبيقات غير الرسمية
es: Acerca de prohibiciones por apps no oficiales
fr: À propos des bannissements pour applications non officielles
gu: અનધિકૃત ઍપ માટે પ્રતિબંધ વિશે
hi: अनऑफिशियल ऐप्स के लिए खाता प्रतिबंध के बारे में

source: How to contact the Grievance Officer and WhatsApp in india
ar: كيفية التواصل مع مسؤول الشكاوى وواتساب في الهند
es: Cómo contactar al Oficial de Quejas y a WhatsApp en India
fr: Comment contacter l'officier des réclamations et WhatsApp en Inde
gu: ભારતમાં ગ્રીવન્સ ઓફિસર અને WhatsAppનો સંપર્ક કેવી રીતે કરવો
hi: भारत में शिकायत अधिकारी और WhatsApp से कैसे संपर्क करें

source: Accounts
ar: الحسابات
es: Cuentas
fr: Comptes
gu: એકાઉન્ટ્સ
hi: खाते

source: How to request account information
ar: كيفية طلب معلومات الحساب
es: Cómo solicitar información de la cuenta
fr: Comment demander les informations du compte
gu: એકાઉન્ટ માહિતી કેવી રીતે મેળવવી
hi: खाता जानकारी कैसे अनुरोध करें

source: How to request channels report
ar: كيفية طلب تقرير القنوات
es: Cómo solicitar informe de canales
fr: Comment demander un rapport sur les chaînes
gu: ચેનલ રિપોર્ટ કેવી રીતે મેળવવો
hi: चैनल रिपोर्ट कैसे अनुरोध करें

source: How to request ads report
ar: كيفية طلب تقرير الإعلانات
es: Cómo solicitar informe de anuncios
fr: Comment demander un rapport sur les publicités
gu: જાહેરાત રિપોર્ટ કેવી રીતે મેળવવો
hi: विज्ञापन रिपोर्ट कैसे अनुरोध करें

source: About changing phones
ar: حول تغيير الهواتف
es: Acerca de cambiar de teléfono
fr: À propos du changement de téléphone
gu: ફોન બદલવા વિશે
hi: फोन बदलने के बारे में

source: How to change your phone number
ar: كيفية تغيير رقم هاتفك
es: Cómo cambiar tu número de teléfono
fr: Comment changer votre numéro de téléphone
gu: ફોન નંબર કેવી રીતે બદલવો
hi: अपना फोन नंबर कैसे बदलें

source: About changing phone numbers
ar: حول تغيير أرقام الهاتف
es: Acerca de cambiar números de teléfono
fr: À propos du changement de numéro de téléphone
gu: ફોન નંબર બદલવા વિશે
hi: फोन नंबर बदलने के बारे में

source: Can't change phone number
ar: لا يمكن تغيير رقم الهاتف
es: No se puede cambiar el número de teléfono
fr: Impossible de changer le numéro de téléphone
gu: ફોન નંબર બદલી શકતા નથી
hi: फोन नंबर नहीं बदल पा रहे

source: About using one WhatsApp account on multiple phones, or with multiple phone numbers
ar: حول استخدام حساب واتساب واحد على هواتف متعددة أو أرقام متعددة
es: Acerca de usar una misma cuenta de WhatsApp en varios teléfonos o números
fr: À propos de l'utilisation d'un même compte WhatsApp sur plusieurs téléphones ou numéros
gu: એક જ WhatsApp એકાઉન્ટ બહુવિધ ફોન/નંબર પર વાપરવા વિશે
hi: एक WhatsApp खाते को कई फोन या कई फोन नंबरों के साथ उपयोग करने के बारे में

source: How to delete your account
ar: كيفية حذف حسابك
es: Cómo eliminar tu cuenta
fr: Comment supprimer votre compte
gu: એકાઉન્ટ કેવી રીતે કાઢી નાખવું
hi: अपना खाता कैसे डिलीट करें
