Repository: Hiralsarvaiya37/whatsapp_clone_getx
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, gu, hi

source: How your search history is handled in the Discover businesses feature
ar: كيفية معالجة سجل بحثك في ميزة اكتشاف الشركات
es: Cómo se maneja tu historial de búsqueda en la función Descubrir negocios
fr: Comment votre historique de recherche est géré dans la fonctionnalité Découvrir les entreprises
gu: Discover બિઝનેસ ફીચરમાં સર્ચ હિસ્ટ્રી કેવી રીતે હેન્ડલ થાય છે
hi: Discover बिज़नेस फीचर में आपकी सर्च हिस्ट्री कैसे हैंडल की जाती है

source: About connecting with businesses
ar: حول الاتصال بالشركات
es: Acerca de conectarte con negocios
fr: À propos de la connexion avec des entreprises
gu: બિઝનેસ સાથે કનેક્ટ થવા વિશે
hi: बिज़नेस से कनेक्ट होने के बारे में

source: Controls when communicating with businesses
ar: عناصر التحكم عند التواصل مع الشركات
es: Controles al comunicarte con negocios
fr: Contrôles lors de la communication avec les entreprises
gu: બિઝનેસ સાથે વાતચીતના નિયંત્રણ
hi: बिज़नेस से बात करते समय कंट्रोल्स

source: About verified business accounts
ar: حول حسابات الأعمال الموثقة
es: Acerca de cuentas de negocio verificadas
fr: À propos des comptes entreprise vérifiés
gu: વેરિફાઇડ બિઝનેસ એકાઉન્ટ વિશે
hi: वेरिफाइड बिज़नेस अकाउंट के बारे में

source: Business account becomes a standard account
ar: يصبح حساب الأعمال حسابًا عاديًا
es: La cuenta de negocio se convierte en cuenta estándar
fr: Le compte entreprise devient un compte standard
gu: બિઝનેસ એકાઉન્ટ સામાન્ય એકાઉન્ટ બને છે
hi: बिज़नेस अकाउंट स्टैंडर्ड अकाउंट बन जाता है

source: About support for customer issues
ar: حول الدعم لمشكلات العملاء
es: Acerca del soporte para problemas de clientes
fr: À propos du support pour les problèmes clients
gu: ગ્રાહક સમસ્યાઓ માટે સપોર્ટ વિશે
hi: ग्राहक समस्याओं के लिए सपोर्ट के बारे में

source: About responding to surveys about business messages
ar: حول الرد على استطلاعات حول رسائل الأعمال
es: Acerca de responder encuestas sobre mensajes de negocios
fr: À propos des réponses aux sondages sur les messages d'entreprise
gu: બિઝનેસ મેસેજ વિશે સર્વેનો જવાબ આપવો
hi: बिज़नेस मैसेज से जुड़े सर्वे का जवाब देने के बारे में

source: About group chats with multiple represntatives of a business
ar: حول الدردشات الجماعية مع ممثلين متعددين لشركة
es: Acerca de chats de grupo con varios representantes de un negocio
fr: À propos des discussions de groupe avec plusieurs représentants d'une entreprise
gu: એક જ બિઝનેસના બહુવિધ પ્રતિનિધિઓ સાથે ગ્રુપ ચેટ વિશે
hi: बिज़नेस के कई प्रतिनिधियों के साथ ग्रुप चैट के बारे में

source: How to block or unblock a business
ar: كيفية حظر أو إلغاء حظر شركة
es: Cómo bloquear o desbloquear un negocio
fr: Comment bloquer ou débloquer une entreprise
gu: બિઝનેસ બ્લૉક/અનબ્લૉક કરવું
hi: बिज़नेस को ब्लॉक या अनब्लॉक कैसे करें

source: How to report a catalog or business
ar: كيفية الإبلاغ عن كتالوج أو شركة
es: Cómo reportar un catálogo o negocio
fr: Comment signaler un catalogue ou une entreprise
gu: કેટલોગ કે બિઝનેસ રિપોર્ટ કરવું
hi: कैटलॉग या बिज़नेस को कैसे रिपोर्ट करें

source: Privacy and security for business messages
ar: الخصوصية والأمان لرسائل الأعمال
es: Privacidad y seguridad para mensajes de negocios
fr: Confidentialité et sécurité des messages d'entreprise
gu: બિઝનેસ મેસેજ માટે ગોપનીયતા અને સુરક્ષા
hi: बिज़नेस मैसेज के लिए प्राइवेसी और सुरक्षा

source: About sharing your information with businesses on WhatsApp
ar: حول مشاركة معلوماتك مع الشركات على واتساب
es: Acerca de compartir tu información con negocios en WhatsApp
fr: À propos du partage de vos informations avec les entreprises sur WhatsApp
gu: WhatsApp પર બિઝનેસ સાથે માહિતી શેર કરવા વિશે
hi: WhatsApp पर बिज़नेस के साथ अपनी जानकारी शेयर करने के बारे में

source: About security codes that automatically fill on WhatsApp
ar: حول رموز الأمان التي تملأ تلقائيًا في واتساب
es: Acerca de códigos de seguridad que se rellenan automáticamente en WhatsApp
fr: À propos des codes de sécurité remplis automatiquement sur WhatsApp
gu: WhatsApp પર આપમેળે ભરાતા સુરક્ષા કોડ વિશે
hi: WhatsApp पर अपने आप भरने वाले सिक्योरिटी कोड के बारे में

source: About receiving security codes on linked devices
ar: حول استلام رموز الأمان على الأجهزة المرتبطة
es: Acerca de recibir códigos de seguridad en dispositivos vinculados
fr: À propos de la réception de codes de sécurité sur les appareils connectés
gu: લિંક્ડ ડિવાઇસ પર સુરક્ષા કોડ મેળવવા વિશે
hi: लिंक किए गए डिवाइस पर सिक्योरिटी कोड प्राप्त करने के बारे में

source: Can't receive security codes from other apps on WhatsApp
ar: لا يتم استلام رموز الأمان من تطبيقات أخرى على واتساب
es: No se reciben códigos de seguridad de otras apps en WhatsApp
fr: Impossible de recevoir des codes de sécurité d'autres applications sur WhatsApp
gu: બીજી ઍપમાંથી WhatsApp પર સુરક્ષા કોડ નથી મળતા
hi: WhatsApp पर अन्य ऐप से सिक्योरिटी कोड प्राप्त नहीं हो रहे

source: About interactions with business chats that include offers and announcements
ar: حول التفاعلات مع دردشات الأعمال التي تتضمن عروضًا وإعلانات
es: Acerca de interacciones con chats de negocios que incluyen ofertas y anuncios
fr: À propos des interactions avec les discussions d'entreprise incluant offres et annonces
gu: ઑફર અને જાહેરાત સાથેની બિઝનેસ ચેટ વિશે
hi: ऑफर और घोषणाओं वाले बिज़नेस चैट से इंटरैक्शन के बारे में

source: About complaints raised by WhatsApp users in relation to the goods or services sold by Businesses in india
ar: حول الشكاوى التي يثيرها مستخدمو واتساب بشأن السلع أو الخدمات التي تبيعها الشركات في الهند
es: Acerca de quejas de usuarios de WhatsApp relacionadas con bienes o servicios vendidos por negocios en India
fr: À propos des plaintes déposées par les utilisateurs WhatsApp concernant les biens ou services vendus par des entreprises en Inde
gu: ભારતમાં બિઝનેસ દ્વારા વેચાતા માલ/સેવા અંગે WhatsApp યુઝરની ફરિયાદ વિશે
hi: भारत में बिज़नेस द्वारा बेचे गए सामान या सेवाओं से संबंधित WhatsApp यूज़र्स की शिकायतों के बारे में

source: Shop
ar: المتجر
es: Tienda
fr: Boutique
gu: ખરીદી
hi: शॉप

source: About shopping on WhatsApp
ar: حول التسوق على واتساب
es: Acerca de compras en WhatsApp
fr: À propos des achats sur WhatsApp
gu: WhatsApp પર ખરીદી વિશે
hi: WhatsApp पर शॉपिंग के बारे में

source: How to shop while chatting with businesses
ar: كيفية التسوق أثناء الدردشة مع الشركات
es: Cómo comprar mientras chateas con negocios
fr: Comment faire des achats tout en discutant avec des entreprises
gu: બિઝનેસ સાથે ચેટ કરતી વખતે ખરીદી કેવી રીતે કરવી
hi: बिज़नेस से चैट करते हुए शॉपिंग कैसे करें

source: About using the shopping button
ar: حول استخدام زر التسوق
es: Acerca de usar el botón de compras
fr: À propos de l'utilisation du bouton Acheter
gu: શોપિંગ બટન વાપરવા વિશે
hi: शॉपिंग बटन इस्तेमाल करने के बारे में

source: How to view a catalog
ar: كيفية عرض كتالوج
es: Cómo ver un catálogo
fr: Comment voir un catalogue
gu: કેટલોગ કેવી રીતે જોવું
hi: कैटलॉग कैसे देखें

source: How to share products or services from a catalog
ar: كيفية مشاركة المنتجات أو الخدمات من كتالوج
es: Cómo compartir productos o servicios desde un catálogo
fr: Comment partager des produits ou services depuis un catalogue
gu: કેટલોગમાંથી પ્રોડક્ટ/સેવા શેર કરવી
hi: कैटलॉग से प्रोडक्ट या सर्विस कैसे शेयर करें

source: About sharing your catalog to your WhatsApp business status
ar: حول مشاركة كتالوجك في حالة واتساب للأعمال
es: Acerca de compartir tu catálogo en tu estado de WhatsApp Business
fr: À propos du partage de votre catalogue dans votre statut WhatsApp Business
gu: WhatsApp Business સ્ટેટસમાં કેટલોગ શેર કરવા વિશે
hi: अपने WhatsApp बिज़नेस स्टेटस पर कैटलॉग शेयर करने के बारे में

source: How to place an order using cart
ar: كيفية تقديم طلب باستخدام السلة
es: Cómo hacer un pedido usando el carrito
fr: Comment passer une commande via le panier
gu: કાર્ટ વડે ઓર્ડર કેવી રીતે આપવો
hi: कार्ट का उपयोग करके ऑर्डर कैसे करें

source: About buying goods or services from businesses
ar: حول شراء السلع أو الخدمات من الشركات
es: Acerca de comprar bienes o servicios a negocios
fr: À propos de l'achat de biens ou services auprès d'entreprises
gu: બિઝનેસ પાસેથી માલ/સેવા ખરીદવા વિશે
hi: बिज़नेस से सामान या सेवाएं खरीदने के बारे में

source: Download and installation
ar: التنزيل والتثبيت
es: Descarga e instalación
fr: Téléchargement et installation
gu: ડાઉનલોડ અને ઇન્સ્ટોલેશન
hi: डाउनलोड और इंस्टॉलेशन

source: How to download or uninstall WhatsApp
ar: كيفية تنزيل أو إلغاء تثبيت واتساب
es: Cómo descargar o desinstalar WhatsApp
fr: Comment télécharger ou désinstaller WhatsApp
gu: WhatsApp ડાઉનલોડ/અનઇન્સ્ટોલ કેવી રીતે કરવું
hi: WhatsApp कैसे डाउनलोड या अनइंस्टॉल करें

source: About supported operating systems
ar: حول أنظمة التشغيل المدعومة
es: Acerca de sistemas operativos compatibles
fr: À propos des systèmes d'exploitation pris en charge
gu: સપોર્ટેડ ઑપરેટિંગ સિસ્ટમ વિશે
hi: सपोर्टेड ऑपरेटिंग सिस्टम के बारे में

source: About supported devices
ar: حول الأجهزة المدعومة
es: Acerca de dispositivos compatibles
fr: À propos des appareils pris en charge
gu: સપોર્ટેડ ડિવાઇસ વિશે
hi: सपोर्टेड डिवाइस के बारे में

source: About rooted phones and custom ROMs
ar: حول الهواتف المروتة والرومات المخصصة
es: Acerca de teléfonos rooteados y ROMs personalizadas
fr: À propos des téléphones rootés et ROMs personnalisées
gu: રૂટેડ ફોન અને કસ્ટમ ROM વિશે
hi: रूटेड फोन और कस्टम ROM के बारे में

source: Ending support for WhatsApp on KaiOS
ar: إنهاء دعم واتساب على KaiOS
es: Fin del soporte de WhatsApp en KaiOS
fr: Fin du support WhatsApp sur KaiOS
gu: KaiOS પર WhatsAppનો સપોર્ટ બંધ થવો
hi: KaiOS पर WhatsApp सपोर्ट खत्म होना

source: Contacts
ar: جهات الاتصال
es: Contactos
gu: સંપર્કો
hi: कॉन्टैक्ट्स

source: How to add, edit, or delete a contact
ar: كيفية إضافة أو تعديل أو حذف جهة اتصال
es: Cómo agregar, editar o eliminar un contacto
fr: Comment ajouter, modifier ou supprimer un contact
gu: સંપર્ક ઉમેરવો, એડિટ કરવો કે કાઢી નાખવો
hi: कॉन्टैक्ट कैसे जोड़ें, एडिट करें या डिलीट करें

source: How to find and invite contacts
ar: كيفية العثور على جهات الاتصال ودعوتها
es: Cómo encontrar e invitar contactos
fr: Comment trouver et inviter des contacts
gu: સંપર્ક શોધીને આમંત્રણ આપવું
hi: कॉन्टैक्ट कैसे खोजें और इनवाइट करें

source: About WhatsApp contacts
ar: حول جهات اتصال واتساب
es: Acerca de contactos de WhatsApp
fr: À propos des contacts WhatsApp
gu: WhatsApp સંપર્ક વિશે
hi: WhatsApp कॉन्टैक्ट्स के बारे में

source: About contact upload
ar: حول رفع جهات الاتصال
es: Acerca de la subida de contactos
fr: À propos du téléversement des contacts
gu: સંપર્ક અપલોડ વિશે
hi: कॉन्टैक्ट अपलोड के बारे में

source: About WhatsApp QR codes
ar: حول رموز QR واتساب
es: Acerca de códigos QR de WhatsApp
fr: À propos des codes QR WhatsApp
gu: WhatsApp QR કોડ વિશે
hi: WhatsApp QR कोड के बारे में

source: How to scan a WhatsApp QR code
ar: كيفية مسح رمز QR واتساب
es: Cómo escanear un código QR de WhatsApp
fr: Comment scanner un code QR WhatsApp
gu: WhatsApp QR કોડ સ્કેન કરવો
hi: WhatsApp QR कोड कैसे स्कैन करें

source: How to view your WhatsApp QR code
ar: كيفية عرض رمز QR واتساب الخاص بك
es: Cómo ver tu código QR de WhatsApp
fr: Comment voir votre code QR WhatsApp
gu: તમારો WhatsApp QR કોડ જોવો
hi: अपना WhatsApp QR कोड कैसे देखें

source: How to reset your WhatsApp QR code
ar: كيفية إعادة تعيين رمز QR واتساب
es: Cómo restablecer tu código QR de WhatsApp
fr: Comment réinitialiser votre code QR WhatsApp
gu: WhatsApp QR કોડ રીસેટ કરવો
hi: अपना WhatsApp QR कोड कैसे रीसेट करें

source: How to share your WhatsApp QR code
ar: كيفية مشاركة رمز QR واتساب الخاص بك
es: Cómo compartir tu código QR de WhatsApp
fr: Comment partager votre code QR WhatsApp
gu: WhatsApp QR કોડ શેર કરવો
hi: अपना WhatsApp QR कोड कैसे शेयर करें

source: How to edit favorites
ar: كيفية تعديل المفضلة
es: Cómo editar favoritos
fr: Comment modifier les favoris
gu: ફેવરિટ એડિટ કરવા
hi: फेवरेट कैसे एडिट करें

source: About linked devices
ar: حول الأجهزة المرتبطة
es: Acerca de dispositivos vinculados
fr: À propos des appareils connectés
gu: લિંક કરેલા ડિવાઇસ વિશે
hi: लिंक किए गए डिवाइस के बारे में

source: How to linked a device
ar: كيفية ربط جهاز
es: Cómo vincular un dispositivo
fr: Comment connecter un appareil
gu: ડિવાઇસ લિંક કરવું
hi: डिवाइस कैसे लिंक करें

source: About message history on linked devices
ar: حول سجل الرسائل على الأجهزة المرتبطة
es: Acerca del historial de mensajes en dispositivos vinculados
fr: À propos de l'historique des messages sur les appareils connectés
gu: લિંક્ડ ડિવાઇસ પર સંદેશ ઇતિહાસ વિશે
hi: लिंक किए गए डिवाइस पर मैसेज हिस्ट्री के बारे में

source: About linking WhatsApp to a second phone
ar: حول ربط واتساب بهاتف ثانٍ
es: Acerca de vincular WhatsApp a un segundo teléfono
fr: À propos de la connexion de WhatsApp à un second téléphone
gu: બીજા ફોન સાથે WhatsApp લિંક કરવા વિશે
hi: WhatsApp को दूसरे फोन से लिंक करने के बारे में

source: About WhatsApp web
ar: حول واتساب ويب
es: Acerca de WhatsApp Web
fr: À propos de WhatsApp Web
gu: WhatsApp Web વિશે
hi: WhatsApp वेब के बारे में

source: About WhatsApp for iPad
ar: حول واتساب للآيباد
es: Acerca de WhatsApp para iPad
fr: À propos de WhatsApp pour iPad
gu: iPad માટે WhatsApp વિશે
hi: iPad के लिए WhatsApp के बारे में

source: About WhatsApp for Android tablets
ar: حول واتساب لأجهزة التابلت الأندرويد
es: Acerca de WhatsApp para tablets Android
fr: À propos de WhatsApp pour tablettes Android
gu: એન્ડ્રોઇડ ટેબ્લેટ માટે WhatsApp વિશે
hi: Android टैबलेट के लिए WhatsApp के बारे में

source: About WhatsApp for Wear OS
ar: حول واتساب لـ Wear OS
es: Acerca de WhatsApp para Wear OS
fr: À propos de WhatsApp pour Wear OS
gu: Wear OS માટે WhatsApp વિશે
hi: Wear OS के लिए WhatsApp के बारे में

source: About WhatsApp on Meta Quest
ar: حول واتساب على Meta Quest
es: Acerca de WhatsApp en Meta Quest
fr: À propos de WhatsApp sur Meta Quest
gu: Meta Quest પર WhatsApp વિશે
hi: Meta Quest पर WhatsApp के बारे में

source: About WhatsApp on Meta AI glasses
ar: حول واتساب على نظارات Meta AI
es: Acerca de WhatsApp en gafas Meta AI
fr: À propos de WhatsApp sur les lunettes Meta AI
gu: Meta AI ગ્લાસ પર WhatsApp વિશે
hi: Meta AI ग्लासेस पर WhatsApp के बारे में

source: How to unlink a device
ar: كيفية إلغاء ربط جهاز
es: Cómo desvincular un dispositivo
fr: Comment déconnecter un appareil
gu: ડિવાઇસ અનલિંક કરવું
hi: डिवाइस कैसे अनलिंक करें

source: How to switch accounts on WhatsApp
ar: كيفية التبديل بين الحسابات على واتساب
es: Cómo cambiar de cuenta en WhatsApp
fr: Comment changer de compte sur WhatsApp
gu: WhatsApp પર એકાઉન્ટ સ્વિચ કરવા
hi: WhatsApp पर अकाउंट कैसे स्विच करें

source: Registration
ar: التسجيل
es: Registro
fr: Inscription
gu: રજિસ્ટ્રેશન
hi: रजिस्ट्रेशन

source: How to register your phone number
ar: كيفية تسجيل رقم هاتفك
es: Cómo registrar tu número de teléfono
fr: Comment enregistrer votre numéro de téléphone
gu: ફોન નંબર કેવી રીતે રજિસ્ટર કરવું
hi: अपना फोन नंबर कैसे रजिस्टर करें

source: About registration and two-step verification
ar: حول التسجيل والتحقق بخطوتين
es: Acerca del registro y verificación en dos pasos
fr: À propos de l'inscription et de la vérification en deux étapes
gu: રજિસ્ટ્રેશન અને બે-પગલાં ચકાસણી વિશે
hi: रजिस्ट्रेशन और टू-स्टेप वेरिफिकेशन के बारे में

source: How to register your account with a phone call
ar: كيفية تسجيل حسابك بمكالمة هاتفية
es: Cómo registrar tu cuenta con una llamada telefónica
fr: Comment enregistrer votre compte avec un appel téléphonique
gu: ફોન કૉલ દ્વારા એકાઉન્ટ રજિસ્ટર કરવું
hi: फोन कॉल से अकाउंट कैसे रजिस्टर करें

source: About automatic phone number verification
ar: حول التحقق التلقائي من رقم الهاتف
es: Acerca de la verificación automática del número de teléfono
fr: À propos de la vérification automatique du numéro de téléphone
gu: આપમેળે ફોન નંબર ચકાસણી વિશે
hi: ऑटोमैटिक फोन नंबर वेरिफिकेशन के बारे में

source: Can't complete registration
ar: لا يمكن إكمال التسجيل
es: No se puede completar el registro
fr: Impossible de terminer l'inscription
gu: રજિસ્ટ્રેશન પૂર્ણ કરી શકતા નથી
hi: रजिस्ट्रेशन पूरा नहीं हो पा रहा

# howtomanagetwostepverificatiosettings
source: How to manage two-step verification settings
ar: كيفية إدارة إعدادات التحقق بخطوتين
es: Cómo administrar ajustes de verificación en dos pasos
fr: Comment gérer les paramètres de vérification en deux étapes
gu: બે-પગલાં ચકાસણી સેટિંગ્સ મેનેજ કરવા
hi: टू-स्टेप वेरिफिकेशन सेटिंग्स कैसे मैनेज करें

source: How to reset your two-step verification PIN
ar: كيفية إعادة تعيين رمز PIN التحقق بخطوتين
es: Cómo restablecer tu PIN de verificación en dos pasos
fr: Comment réinitialiser votre code PIN de vérification en deux étapes
gu: બે-પગલાં ચકાસણી PIN રીસેટ કરવું
hi: टू-स्टेप वेरिफिकेशन PIN कैसे रीसेट करें

source: Can't request another verification code without waiting
ar: لا يمكن طلب رمز تحقق آخر دون انتظار
es: No se puede solicitar otro código de verificación sin esperar
fr: Impossible de demander un autre code de vérification sans attendre
gu: રાહ જોયા વગર બીજો વેરિફિકેશન કોડ માગી શકતા નથી
hi: बिना इंतजार किए दूसरा वेरिफिकेशन कोड रिक्वेस्ट नहीं कर सकते

source: I'm travelling and I can't get my WhatsApp code
ar: أنا أسافر ولا أستطيع الحصول على رمز واتساب الخاص بي
es: Estoy viajando y no recibo mi código de WhatsApp
fr: Je voyage et je ne reçois pas mon code WhatsApp
gu: હું મુસાફરીમાં છું અને WhatsApp કોડ મળતો નથી
hi: मैं यात्रा कर रहा हूं और मुझे WhatsApp कोड नहीं मिल रहा

source: Received verification code without requesting it.
ar: تلقيت رمز تحقق دون طلبه.
es: Recibí un código de verificación sin solicitarlo.
fr: J'ai reçu un code de vérification sans l'avoir demandé.
gu: માગ્યા વગર વેરિફિકેશન કોડ મળ્યો
hi: बिना रिक्वेस्ट किए वेरिफिकेशन कोड मिला

source: About status
ar: حول الحالة
es: Acerca de los estados
fr: À propos des statuts
gu: સ્ટેટસ વિશે
hi: स्टेटस के बारे में

source: How to createand share a status
ar: كيفية إنشاء ومشاركة حالة
es: Cómo crear y compartir un estado
fr: Comment créer et partager un statut
gu: સ્ટેટસ બનાવીને શેર કરવું
hi: स्टेटस कैसे बनाएं और शेयर करें

source: How to see who viewed or liked your status
ar: كيفية معرفة من شاهد حالتك أو أعجب بها
es: Cómo ver quién vio o dio «me gusta» a tu estado
fr: Comment voir qui a vu ou aimé votre statut
gu: કોણે તમારું સ્ટેટસ જોયું/લાઇક કર્યું તે જોવું
hi: किसने आपका स्टेटस देखा या लाइक किया कैसे देखें

source: How to view, like, and reply o status updates
ar: كيفية عرض وإعجاب والرد على تحديثات الحالة
es: Cómo ver, dar «me gusta» y responder a estados
fr: Comment voir, aimer et répondre aux statuts
gu: સ્ટેટસ અપડેટ જોવા, લાઇક કરવા અને જવાબ આપવો
hi: स्टेटस अपडेट देखें, लाइक करें और रिप्लाई करें

source: How to manage status privacy
ar: كيفية إدارة خصوصية الحالة
es: Cómo administrar la privacidad de estados
fr: Comment gérer la confidentialité des statuts
gu: સ્ટેટસ પ્રાઇવસી મેનેજ કરવી
hi: स्टेटस प्राइवेसी कैसे मैनेज करें

source: How to share your WhatsApp status to other apps
ar: كيفية مشاركة حالة واتساب إلى تطبيقات أخرى
es: Cómo compartir tu estado de WhatsApp en otras aplicaciones
fr: Comment partager votre statut WhatsApp vers d'autres applications
gu: WhatsApp સ્ટેટસને અન્ય ઍપમાં શેર કરવું
hi: अपना WhatsApp स्टेटस दूसरे ऐप्स पर कैसे शेयर करें

source: How to hide and unhide status updates
ar: كيفية إخفاء وإظهار تحديثات الحالة
es: Cómo ocultar y mostrar estados
fr: Comment masquer et réafficher les statuts
gu: સ્ટેટસ અપડેટ છુપાવવા/બતાવવા
hi: स्टेटस अपडेट कैसे छिपाएं और दिखाएं

source: How to save and delete your status updates
ar: كيفية حفظ وحذف تحديثات حالتك
es: Cómo guardar y eliminar tus estados
fr: Comment enregistrer et supprimer vos statuts
gu: સ્ટેટસ અપડેટ સેવ કરવા અને કાઢી નાખવા
hi: अपने स्टेटस अपडेट कैसे सेव और डिलीट करें

source: About status mentions
ar: حول الإشارات في الحالة
es: Acerca de menciones en estados
fr: À propos des mentions dans les statuts
gu: સ્ટેટસ મેન્શન વિશે
hi: स्टेटस में मेंशन के बारे में

source: Can't create or share status
ar: لا يمكن إنشاء أو مشاركة حالة
es: No se puede crear ni compartir estado
fr: Impossible de créer ou partager un statut
gu: સ્ટેટસ બનાવી/શેર કરી શકતા નથી
hi: स्टेटस बना या शेयर नहीं कर पा रहे

source: Can't see someone's status updates or replies
ar: لا يمكن رؤية تحديثات حالة شخص أو الردود عليها
es: No se pueden ver estados o respuestas de alguien
fr: Impossible de voir les statuts ou réponses de quelqu'un
gu: કોઈના સ્ટેટસ અપડેટ/જવાબ દેખાતા નથી
hi: किसी का स्टेटस अपडेट या रिप्लाई नहीं दिख रहा

source: How to integrate status with third-party apps
ar: كيفية دمج الحالة مع تطبيقات الطرف الثالث
es: Cómo integrar estados con aplicaciones de terceros
fr: Comment intégrer les statuts avec des applications tierces
gu: સ્ટેટસને ત્રીજી પાર્ટી ઍપ સાથે ઇન્ટિગ્રેટ કરવું
hi: स्टेटस को थर्ड पार्टी ऐप्स के साथ कैसे इंटीग्रेट करें

source: About seeing ads on WhatsApp status
ar: حول رؤية الإعلانات في حالة واتساب
es: Acerca de ver anuncios en estados de WhatsApp
fr: À propos des publicités dans les statuts WhatsApp
gu: WhatsApp સ્ટેટસમાં જાહેરાત જોવા વિશે
hi: WhatsApp स्टेटस पर विज्ञापन देखने के बारे में

source: Not seeing a feature on WhatsApp
ar: لا أرى ميزة في واتساب
es: No veo una función en WhatsApp
fr: Je ne vois pas une fonctionnalité sur WhatsApp
gu: WhatsAppમાં કોઈ ફીચર દેખાતું નથી
hi: WhatsApp पर कोई फीचर नहीं दिख रहा

source: Fixing issues on WhatsApp
ar: إصلاح المشكلات في واتساب
es: Solucionar problemas en WhatsApp
fr: Résoudre les problèmes sur WhatsApp
gu: WhatsAppની સમસ્યાઓ ઉકેલવી
hi: WhatsApp की समस्याएं ठीक करना

source: How to fix connection issues
ar: كيفية إصلاح مشكلات الاتصال
es: Cómo solucionar problemas de conexión
fr: Comment résoudre les problèmes de connexion
gu: કનેક્શન સમસ્યા કેવી રીતે ઉકેલવી
hi: कनेक्शन से जुड़ी समस्याएं कैसे ठीक करें

source: Can't download or update WhatsApp
ar: لا يمكن تنزيل أو تحديث واتساب
es: No se puede descargar ni actualizar WhatsApp
fr: Impossible de télécharger ou mettre à jour WhatsApp
gu: WhatsApp ડાઉનલોડ/અપડેટ નથી થતું
hi: WhatsApp डाउनलोड या अपडेट नहीं हो पा रहा

source: How to manually update WhatsApp
ar: كيفية تحديث واتساب يدويًا
es: Cómo actualizar WhatsApp manualmente
fr: Comment mettre à jour WhatsApp manuellement
gu: WhatsAppને મેન્યુઅલી અપડેટ કરવું
hi: WhatsApp को मैन्युअली कैसे अपडेट करें

source: Can't log out of WhatsApp
ar: لا يمكن تسجيل الخروج من واتساب
es: No se puede cerrar sesión en WhatsApp
fr: Impossible de se déconnecter de WhatsApp
gu: WhatsAppમાંથી લૉગ આઉટ નથી થતું
hi: WhatsApp से लॉग आउट नहीं हो पा रहा

source: Contact names missing
ar: أسماء جهات الاتصال مفقودة
es: Faltan nombres de contactos
fr: Noms de contacts manquants
gu: સંપર્કના નામ ગાયબ છે
hi: कॉन्टैक्ट के नाम गायब हैं

source: Can't see a contact's profile information
ar: لا يمكن رؤية معلومات ملف تعريف جهة اتصال
es: No se puede ver la información de perfil de un contacto
fr: Impossible de voir les informations de profil d'un contact
gu: સંપર્કની પ્રોફાઇલ માહિતી દેખાતી નથી
hi: किसी कॉन्टैक्ट की प्रोफ़ाइल जानकारी नहीं दिख रही

source: How to recover lost contacts
ar: كيفية استعادة جهات الاتصال المفقودة
es: Cómo recuperar contactos perdidos
fr: Comment récupérer des contacts perdus
gu: ગુમ થયેલા સંપર્ક પાછા મેળવવા
hi: खोए हुए कॉन्टैक्ट्स कैसे रिकवर करें

source: Don't recognize contact's account
ar: لا أتعرف على حساب جهة الاتصال
es: No reconozco la cuenta del contacto
fr: Je ne reconnais pas le compte du contact
gu: સંપર્કનું એકાઉન્ટ ઓળખાતું નથી
hi: कॉन्टैक्ट का अकाउंट पहचान में नहीं आ रहा

source: Seeing 'Your devices were logged out'
ar: ترى "تم تسجيل خروج أجهزتك"
es: Ves «Tus dispositivos fueron cerrados»
fr: Vous voyez « Vos appareils ont été déconnectés »
gu: 'તમારા ડિવાઇસ લૉગ આઉટ થયા' દેખાય છે
hi: ‘आपके डिवाइस लॉग आउट हो गए हैं’ दिख रहा है

source: Seeing 'You have been logged out'
ar: ترى "تم تسجيل خروجك"
es: Ves «Has sido cerrado sesión»
fr: Vous voyez « Vous avez été déconnecté »
gu: 'તમે લૉગ આઉટ થયા છો' દેખાય છે
hi: ‘आप लॉग आउट हो गए हैं’ दिख रहा है

source: Seeing 'You have been logged out for your account security
ar: ترى "تم تسجيل خروجك لأمان حسابك"
es: Ves «Has sido cerrado por seguridad de tu cuenta»
fr: Vous voyez « Vous avez été déconnecté pour la sécurité de votre compte »
gu: 'એકાઉન્ટ સુરક્ષા માટે તમે લૉગ આઉટ થયા છો' દેખાય છે
hi: ‘आपकी अकाउंट सुरक्षा के लिए आपको लॉग आउट कर दिया गया है’ दिख रहा है
