Repository: Hiralsarvaiya37/whatsapp_clone_getx
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, gu, hi

source: How to chnage your ringtone for WhatsApp
ar: كيفية تغيير نغمة الرنين لواتساب
es: Cómo cambiar la melodía de llamada de WhatsApp
fr: Comment changer la sonnerie WhatsApp
gu: WhatsAppની રિંગટોન કેવી રીતે બદલવી
hi: WhatsApp के लिए रिंगटोन कैसे बदलें

source: How to use dark mode
ar: كيفية استخدام الوضع الداكن
es: Cómo usar el modo oscuro
fr: Comment utiliser le mode sombre
gu: ડાર્ક મોડ કેવી રીતે વાપરવો
hi: डार्क मोड कैसे इस्तेमाल करें

source: How to change font size
ar: كيفية تغيير حجم الخط
es: Cómo cambiar el tamaño de fuente
fr: Comment changer la taille de la police
gu: ફોન્ટ સાઇઝ કેવી રીતે બદલવી
hi: फॉन्ट साइज कैसे बदलें

source: Individual and Group Chats
ar: الدردشات الفردية والجماعية
es: Chats individuales y de grupo
fr: Discussions individuelles et de groupe
gu: વ્યક્તિગત અને ગ્રુપ ચેટ
hi: व्यक्तिगत और ग्रुप चैट

source: How to reply to a message
ar: كيفية الرد على رسالة
es: Cómo responder a un mensaje
fr: Comment répondre à un message
gu: સંદેશનો જવાબ કેવી રીતે આપવો
hi: किसी संदेश का जवाब कैसे दें

source: How to delete chats
ar: كيفية حذف الدردشات
es: Cómo eliminar chats
fr: Comment supprimer des discussions
gu: ચેટ કેવી રીતે કાઢી નાખવી
hi: चैट कैसे डिलीट करें

source: How to clear chats
ar: كيفية مسح الدردشات
es: Cómo borrar chats
fr: Comment effacer les discussions
gu: ચેટ કેવી રીતે સાફ કરવી
hi: चैट कैसे क्लियर करें

source: How to pin or unpin a chat
ar: كيفية تثبيت أو إلغاء تثبيت دردشة
es: Cómo fijar o desfijar un chat
fr: Comment épingler ou désépingler une discussion
gu: ચેટ પિન/અનપિન કેવી રીતે કરવી
hi: चैट को पिन या अनपिन कैसे करें

source: How to edit favorites from the Chats tab
ar: كيفية تعديل المفضلة من تبويب الدردشات
es: Cómo editar favoritos desde la pestaña Chats
fr: Comment modifier les favoris depuis l'onglet Discussions
gu: ચેટ ટેબમાંથી ફેવરિટ એડિટ કરવા
hi: Chats टैब से फेवरेट कैसे एडिट करें

source: About lists
ar: حول القوائم
es: Acerca de las listas
fr: À propos des listes
gu: લિસ્ટ વિશે
hi: लिस्ट के बारे में

source: How to use lists
ar: كيفية استخدام القوائم
es: Cómo usar listas
fr: Comment utiliser les listes
gu: લિસ્ટ કેવી રીતે વાપરવી
hi: लिस्ट कैसे इस्तेमाल करें

source: How to use click to chat
ar: كيفية استخدام النقر للدردشة
es: Cómo usar clic para chatear
fr: Comment utiliser Cliquez pour discuter
gu: ક્લિક ટુ ચેટ કેવી રીતે વાપરવું
hi: क्लिक टू चैट कैसे इस्तेमाल करें

source: How to delete messages
ar: كيفية حذف الرسائل
es: Cómo eliminar mensajes
fr: Comment supprimer des messages
gu: સંદેશ કેવી રીતે કાઢી નાખવા
hi: संदेश कैसे डिलीट करें

source: How to forward messages
ar: كيفية إعادة توجيه الرسائل
es: Cómo reenviar mensajes
fr: Comment transférer des messages
gu: સંદેશ કેવી રીતે ફોરવર્ડ કરવા
hi: संदेश कैसे फॉरवर्ड करें

source: About forwarding limits
ar: حول حدود إعادة التوجيه
es: Acerca de los límites de reenvío
fr: À propos des limites de transfert
gu: ફોરવર્ડિંગ મર્યાદા વિશે
hi: फॉरवर्डिंग लिमिट के बारे में

source: How to pin a messages
ar: كيفية تثبيت الرسائل
es: Cómo fijar mensajes
fr: Comment épingler des messages
gu: સંદેશ પિન કરવા
hi: संदेश को पिन कैसे करें

source: How to message yourself
ar: كيفية إرسال رسالة لنفسك
es: Cómo enviarte mensajes a ti mismo
fr: Comment s'envoyer un message à soi-même
gu: પોતાને સંદેશ મોકલવો
hi: खुद को मैसेज कैसे भेजें

source: How to format your messages
ar: كيفية تنسيق رسائلك
es: Cómo formatear tus mensajes
fr: Comment formater vos messages
gu: સંદેશ ફોર્મેટ કેવી રીતે કરવા
hi: अपने संदेशों को कैसे फॉर्मेट करें

source: How to change your app or chat theme
ar: كيفية تغيير سمة التطبيق أو الدردشة
es: Cómo cambiar el tema de la app o del chat
fr: Comment changer le thème de l'application ou de la discussion
gu: ઍપ અથવા ચેટ થીમ કેવી રીતે બદલવી
hi: ऐप या चैट थीम कैसे बदलें

source: About disappearing messages
ar: حول الرسائل المختفية
es: Acerca de los mensajes que desaparecen
fr: À propos des messages éphémères
gu: ગાયબ થતા સંદેશ વિશે
hi: डिसएपीयरिंग मैसेज के बारे में

source: How to turn disappearing messages on or off
ar: كيفية تفعيل أو إيقاف الرسائل المختفية
es: Cómo activar o desactivar mensajes que desaparecen
fr: Comment activer/désactiver les messages éphémères
gu: ગાયબ થતા સંદેશ ચાલુ/બંધ કરવા
hi: डिसएपीयरिंग मैसेज ऑन या ऑफ कैसे करें

source: How to turn disappearing messages on or off in a group
ar: كيفية تفعيل أو إيقاف الرسائل المختفية في مجموعة
es: Cómo activar o desactivar mensajes que desaparecen en un grupo
fr: Comment activer/désactiver les messages éphémères dans un groupe
gu: ગ્રુપમાં ગાયબ થતા સંદેશ ચાલુ/બંધ કરવા
hi: ग्रुप में डिसएपीयरिंग मैसेज ऑन या ऑफ कैसे करें

source: About view once
ar: حول العرض مرة واحدة
es: Acerca de ver una sola vez
fr: À propos de Vue unique
gu: વન ટાઇમ વ્યૂ વિશે
hi: व्यू वन्स के बारे में

source: How to send and open view once media and voice messages
ar: كيفية إرسال وفتح الوسائط والرسائل الصوتية للعرض مرة واحدة
es: Cómo enviar y abrir medios y mensajes de voz de ver una sola vez
fr: Comment envoyer et ouvrir des médias et messages vocaux Vue unique
gu: વન ટાઇમ મીડિયા અને વૉઇસ મેસેજ મોકલવા/જોવા
hi: व्यू वन्स मीडिया और वॉइस मैसेज कैसे भेजें और खोलें

source: How to create and invite into a group
ar: كيفية إنشاء مجموعة ودعوة الأعضاء
es: Cómo crear un grupo e invitar personas
fr: Comment créer un groupe et y inviter des personnes
gu: ગ્રુપ બનાવીને આમંત્રણ આપવું
hi: ग्रुप कैसे बनाएं और इनवाइट करें

source: How to archive or unarchive a chat or group
ar: كيفية أرشفة أو إلغاء أرشفة دردشة أو مجموعة
es: Cómo archivar o desarchivar un chat o grupo
fr: Comment archiver ou désarchiver une discussion ou un groupe
gu: ચેટ/ગ્રુપ આર્કાઇવ/અનઆર્કાઇવ કરવું
hi: चैट या ग्रुप को आर्काइव या अनआर्काइव कैसे करें

source: How to change group admin settings
ar: كيفية تغيير إعدادات مشرف المجموعة
es: Cómo cambiar ajustes de administrador de grupo
fr: Comment modifier les paramètres d'administrateur de groupe
gu: ગ્રુપ એડમિન સેટિંગ્સ બદલવી
hi: ग्रुप एडमिन सेटिंग्स कैसे बदलें

source: Turn chat lock on or off
ar: تفعيل أو إيقاف قفل الدردشة
es: Activar o desactivar bloqueo de chat
fr: Activer/désactiver le verrouillage de discussion
gu: ચેટ લૉક ચાલુ/બંધ કરો
hi: चैट लॉक ऑन या ऑफ करें

source: How to exit and delete groups as an admin
ar: كيفية الخروج وحذف المجموعات كمشرف
es: Cómo salir y eliminar grupos como administrador
fr: Comment quitter et supprimer des groupes en tant qu'administrateur
gu: એડમિન તરીકે ગ્રુપ છોડવું અને કાઢી નાખવું
hi: एडमिन के रूप में ग्रुप से बाहर निकलें और डिलीट करें

source: How to exit a group as a member
ar: كيفية الخروج من مجموعة كعضو
es: Cómo salir de un grupo como miembro
fr: Comment quitter un groupe en tant que membre
gu: સભ્ય તરીકે ગ્રુપ છોડવું
hi: मेंबर के रूप में ग्रुप से कैसे बाहर निकलें

source: How to add and remove group members
ar: كيفية إضافة وإزالة أعضاء المجموعة
es: Cómo agregar y quitar miembros de grupo
fr: Comment ajouter et supprimer des membres d'un groupe
gu: ગ્રુપ સભ્ય ઉમેરવા/દૂર કરવા
hi: ग्रुप में मेंबर कैसे जोड़ें या हटाएं

source: How to make changes to groupsr
ar: كيفية إجراء تغييرات على المجموعات
es: Cómo hacer cambios en los grupos
fr: Comment apporter des modifications aux groupes
gu: ગ્રુપમાં ફેરફાર કેવી રીતે કરવા
hi: ग्रुप में बदलाव कैसे करें

source: How to mention in a group
ar: كيفية الإشارة في مجموعة
es: Cómo mencionar en un grupo
fr: Comment mentionner quelqu'un dans un groupe
gu: ગ્રુપમાં મેન્શન કરવું
hi: ग्रुप में किसी को मेंशन कैसे करें

source: How to manage group admins
ar: كيفية إدارة مشرفي المجموعة
es: Cómo administrar administradores de grupo
fr: Comment gérer les administrateurs de groupe
gu: ગ્રુપ એડમિન મેનેજ કરવા
hi: ग्रुप एडमिन कैसे मैनेज करें

source: How to rejoin a group chat
ar: كيفية إعادة الانضمام إلى دردشة مجموعة
es: Cómo volver a unirte a un chat de grupo
fr: Comment rejoindre à nouveau une discussion de groupe
gu: ગ્રુપ ચેટમાં ફરી જોડાવું
hi: ग्रुप चैट में दोबारा कैसे जुड़ें

source: About group join requests
ar: حول طلبات الانضمام إلى المجموعة
es: Acerca de las solicitudes para unirse a grupos
fr: À propos des demandes pour rejoindre un groupe
gu: ગ્રુપ જોડાવા માટેની વિનંતી વિશે
hi: ग्रुप जॉइन रिक्वेस्ट के बारे में

source: How to create and edit events in groups
ar: كيفية إنشاء وتعديل الأحداث في المجموعات
es: Cómo crear y editar eventos en grupos
fr: Comment créer et modifier des événements dans les groupes
gu: ગ્રુપમાં ઇવેન્ટ બનાવવા અને એડિટ કરવા
hi: ग्रुप में इवेंट कैसे बनाएं और एडिट करें

source: How to respond to events
ar: كيفية الرد على الأحداث
es: Cómo responder a eventos
fr: Comment répondre aux événements
gu: ઇવેન્ટનો જવાબ આપવો
hi: इवेंट पर कैसे प्रतिक्रिया दें

source: How to use polls
ar: كيفية استخدام الاستطلاعات
es: Cómo usar encuestas
fr: Comment utiliser les sondages
gu: પોલ કેવી રીતે વાપરવા
hi: पोल कैसे इस्तेमाल करें

source: How to use live location
ar: كيفية استخدام الموقع المباشر
es: Cómo usar ubicación en vivo
fr: Comment utiliser la localisation en direct
gu: લાઇવ લોકેશન કેવી રીતે વાપરવું
hi: लाइव लोकेशन कैसे इस्तेमाल करें

source: How to search WhatsApp
ar: كيفية البحث في واتساب
es: Cómo buscar en WhatsApp
fr: Comment effectuer une recherche sur WhatsApp
gu: WhatsAppમાં શોધ કેવી રીતે કરવી
hi: WhatsApp में सर्च कैसे करें

source: How to check read receipts
ar: كيفية التحقق من إيصالات القراءة
es: Cómo verificar recibos de lectura
fr: Comment vérifier les accusés de lecture
gu: રીડ રસીપ્ટ કેવી રીતે જોવા
hi: रीड रिसीट कैसे चेक करें

source: How to use broadcast lists
ar: كيفية استخدام قوائم البث
es: Cómo usar listas de difusión
fr: Comment utiliser les listes de diffusion
gu: બ્રોડકાસ્ટ લિસ્ટ કેવી રીતે વાપરવી
hi: ब्रॉडकास्ट लिस्ट कैसे इस्तेमाल करें

source: Media
ar: الوسائط
es: Medios
fr: Médias
gu: મીડિયા
hi: मीडिया

source: How to send media, contacts, or location
ar: كيفية إرسال وسائط أو جهات اتصال أو موقع
es: Cómo enviar medios, contactos o ubicación
fr: Comment envoyer des médias, contacts ou localisation
gu: મીડિયા, કોન્ટેક્ટ કે લોકેશન મોકલવું
hi: मीडिया, कॉन्टैक्ट या लोकेशन कैसे भेजें

source: Finding media files
ar: البحث عن ملفات الوسائط
es: Buscar archivos multimedia
fr: Trouver des fichiers multimédias
gu: મીડિયા ફાઇલ શોધવી
hi: मीडिया फाइल कैसे खोजें

source: How to forward media
ar: كيفية إعادة توجيه الوسائط
es: Cómo reenviar medios
fr: Comment transférer des médias
gu: મીડિયા ફોરવર્ડ કરવું
hi: मीडिया कैसे फॉरवर्ड करें

source: How to edit photos and videos
ar: كيفية تعديل الصور والفيديوهات
es: Cómo editar fotos y videos
fr: Comment modifier des photos et vidéos
gu: ફોટો અને વીડિયો એડિટ કરવા
hi: फोटो और वीडियो कैसे एडिट करें

source: How to stop WhatsApp from saving media to your phone
ar: كيفية منع واتساب من حفظ الوسائط على هاتفك
es: Cómo evitar que WhatsApp guarde medios en tu teléfono
fr: Comment empêcher WhatsApp d'enregistrer les médias sur votre téléphone
gu: WhatsAppને ફોનમાં મીડિયા સેવ થતું અટકાવવું
hi: WhatsApp को फोन में मीडिया सेव करने से कैसे रोकें

source: How to use stickers
ar: كيفية استخدام الملصقات
es: Cómo usar stickers
fr: Comment utiliser les stickers
gu: સ્ટિકર્સ કેવી રીતે વાપરવા
hi: स्टिकर्स कैसे इस्तेमाल करें

source: How to create and share custom stickers and sticker packs
ar: كيفية إنشاء ومشاركة ملصقات ومجموعات ملصقات مخصصة
es: Cómo crear y compartir stickers y paquetes personalizados
fr: Comment créer et partager des stickers et packs personnalisés
gu: કસ્ટમ સ્ટિકર અને પેક બનાવીને શેર કરવા
hi: कस्टम स्टिकर्स और स्टिकर पैक कैसे बनाएं और शेयर करें

source: How to create avatars
ar: كيفية إنشاء الصور الرمزية
es: Cómo crear avatares
fr: Comment créer des avatars
gu: એવાટાર કેવી રીતે બનાવવા
hi: अवतार कैसे बनाएं

source: How to use avatars
ar: كيفية استخدام الصور الرمزية
es: Cómo usar avatares
fr: Comment utiliser les avatars
gu: એવાટાર કેવી રીતે વાપરવા
hi: अवतार कैसे इस्तेमाल करें

source: How to create GIFs
ar: كيفية إنشاء صور GIF
es: Cómo crear GIFs
fr: Comment créer des GIFs
gu: GIF બનાવવા
hi: GIF कैसे बनाएं

source: How to send GIFs
ar: كيفية إرسال صور GIF
es: Cómo enviar GIFs
fr: Comment envoyer des GIFs
gu: GIF મોકલવા
hi: GIF कैसे भेजें

source: How to use emoji
ar: كيفية استخدام الرموز التعبيرية
es: Cómo usar emojis
fr: Comment utiliser les émojis
gu: ઇમોજી કેવી રીતે વાપરવા
hi: इमोजी कैसे इस्तेमाल करें

source: How to configure auto-download
ar: كيفية تهيئة التنزيل التلقائي
es: Cómo configurar descarga automática
fr: Comment configurer le téléchargement automatique
gu: ઑટો-ડાઉનલોડ કેવી રીતે સેટ કરવું
hi: ऑटो-डाउनलोड कैसे कॉन्फ़िगर करें

source: Notifications
ar: الإشعارات
es: Notificaciones
gu: સૂચનાઓ
hi: नोटिफिकेशन

source: How to manage your notifications
ar: كيفية إدارة إشعاراتك
es: Cómo administrar tus notificaciones
fr: Comment gérer vos notifications
gu: સૂચનાઓ કેવી રીતે મેનેજ કરવી
hi: अपने नोटिफिकेशन कैसे मैनेज करें

source: How to manage conversation tones
ar: كيفية إدارة نغمات المحادثة
es: Cómo administrar tonos de conversación
fr: Comment gérer les sons de conversation
gu: વાતચીત ટોન મેનેજ કરવા
hi: कन्वर्सेशन टोन कैसे मैनेज करें

source: How to change your ringtone for WhatsApp
ar: كيفية تغيير نغمة الرنين لواتساب
es: Cómo cambiar la melodía de WhatsApp
fr: Comment changer la sonnerie WhatsApp
gu: WhatsAppની રિંગટોન બદલવી
hi: WhatsApp के लिए रिंगटोन कैसे बदलें

source: How to mute or unmute individual or group chat notifications
ar: كيفية كتم أو إلغاء كتم إشعارات دردشة فردية أو جماعية
es: Cómo silenciar o reactivar notificaciones de chat individual o de grupo
fr: Comment couper ou réactiver les notifications d'une discussion individuelle ou de groupe
gu: વ્યક્તિગત/ગ્રુપ ચેટ સૂચનાઓ મ્યૂટ/અનમ્યૂટ કરવી
hi: व्यक्तिगत या ग्रुप चैट नोटिफिकेशन म्यूट या अनम्यूट कैसे करें

source: Can't see or hear notifications
ar: لا يمكن رؤية أو سماع الإشعارات
es: No se ven ni se oyen notificaciones
fr: Impossible de voir ou entendre les notifications
gu: સૂચનાઓ દેખાતી/સંભળાતી નથી
hi: नोटिफिकेशन देख या सुन नहीं पा रहे

source: Troubleshoot problems with notification badges
ar: حل مشكلات شارات الإشعارات
es: Solucionar problemas con badges de notificación
fr: Résoudre les problèmes de badge de notification
gu: નોટિફિકેશન બેજ સમસ્યા ઉકેલવી
hi: नोटिफिकेशन बैज से जुड़ी समस्याओं को ठीक करें

source: Can't see notification count
ar: لا يظهر عدد الإشعارات
es: No se ve el contador de notificaciones
fr: Impossible de voir le compteur de notifications
gu: નોટિફિકેશન કાઉન્ટ દેખાતું નથી
hi: नोटिफिकेशन काउंट नहीं दिख रहा

source: Video Notes
ar: ملاحظات الفيديو
es: Notas de video
fr: Notes vidéo
gu: વીડિયો નોટ્સ
hi: वीडियो नोट्स

source: About video notes
ar: حول ملاحظات الفيديو
es: Acerca de las notas de video
fr: À propos des notes vidéo
gu: વીડિયો નોટ્સ વિશે
hi: वीडियो नोट्स के बारे में

source: How to send video notes
ar: كيفية إرسال ملاحظات فيديو
es: Cómo enviar notas de video
fr: Comment envoyer des notes vidéo
gu: વીડિયો નોટ મોકલવા
hi: वीडियो नोट्स कैसे भेजें

source: How to play video notes
ar: كيفية تشغيل ملاحظات الفيديو
es: Cómo reproducir notas de video
fr: Comment lire des notes vidéo
gu: વીડિયો નોટ વગાડવા
hi: वीडियो नोट्स कैसे चलाएं

source: How to preview video notes
ar: كيفية معاينة ملاحظات الفيديو
es: Cómo previsualizar notas de video
fr: Comment prévisualiser des notes vidéo
gu: વીડિયો નોટનું પૂર્વાવલોકન કરવું
hi: वीडियो नोट्स का प्रीव्यू कैसे देखें

source: How to delete a video note
ar: كيفية حذف ملاحظة فيديو
es: Cómo eliminar una nota de video
fr: Comment supprimer une note vidéo
gu: વીડિયો નોટ કાઢી નાખવું
hi: वीडियो नोट कैसे डिलीट करें

source: Voice Messages and Chats
ar: الرسائل الصوتية والدردشات
es: Mensajes de voz y chats
fr: Messages vocaux et discussions
gu: વૉઇસ મેસેજ અને ચેટ
hi: वॉइस मैसेज और चैट

source: How to send voice messages
ar: كيفية إرسال رسائل صوتية
es: Cómo enviar mensajes de voz
fr: Comment envoyer des messages vocaux
gu: વૉઇસ મેસેજ મોકલવા
hi: वॉइस मैसेज कैसे भेजें

source: How to play voice messages
ar: كيفية تشغيل الرسائل الصوتية
es: Cómo reproducir mensajes de voz
fr: Comment écouter des messages vocaux
gu: વૉઇસ મેસેજ વગાડવા
hi: वॉइस मैसेज कैसे चलाएं

source: How to turn voice message transcripts on or off
ar: كيفية تفعيل أو إيقاف نصوص الرسائل الصوتية
es: Cómo activar o desactivar transcripciones de mensajes de voz
fr: Comment activer/désactiver les transcriptions de messages vocaux
gu: વૉઇસ મેસેજ ટ્રાન્સક્રિપ્ટ ચાલુ/બંધ કરવા
hi: वॉइस मैसेज ट्रांसक्रिप्ट ऑन या ऑफ कैसे करें

source: How to preview a voice message
ar: كيفية معاينة رسالة صوتية
es: Cómo previsualizar un mensaje de voz
fr: Comment prévisualiser un message vocal
gu: વૉઇસ મેસેજનું પૂર્વાવલોકન કરવું
hi: वॉइस मैसेज का प्रीव्यू कैसे देखें

source: How to delete voice messages
ar: كيفية حذف الرسائل الصوتية
es: Cómo eliminar mensajes de voz
fr: Comment supprimer des messages vocaux
gu: વૉઇસ મેસેજ કાઢી નાખવા
hi: वॉइस मैसेज कैसे डिलीट करें

source: About voice chats
ar: حول الدردشات الصوتية
es: Acerca de chats de voz
fr: À propos des discussions vocales
gu: વૉઇસ ચેટ વિશે
hi: वॉइस चैट के बारे में

source: How to start a voice chat
ar: كيفية بدء دردشة صوتية
es: Cómo iniciar un chat de voz
fr: Comment démarrer une discussion vocale
gu: વૉઇસ ચેટ શરૂ કરવી
hi: वॉइस चैट कैसे शुरू करें

source: Admin
ar: مشرف
es: Administrador
fr: Administrateur
gu: એડમિન
hi: एडमिन

source: How to add or suggest a group to a community
ar: كيفية إضافة أو اقتراح مجموعة إلى مجتمع
es: Cómo agregar o sugerir un grupo a una comunidad
fr: Comment ajouter ou suggérer un groupe à une communauté
gu: કોમ્યુનિટીમાં ગ્રુપ ઉમેરવું કે સૂચવવું
hi: कम्युनिटी में ग्रुप कैसे जोड़ें या सुझाव दें

source: How to manage community admins
ar: كيفية إدارة مشرفي المجتمع
es: Cómo administrar administradores de comunidad
fr: Comment gérer les administrateurs de communauté
gu: કોમ્યુનિટી એડમિન મેનેજ કરવા
hi: कम्युनिटी एडमिन कैसे मैनेज करें

source: How to invite members into a community
ar: كيفية دعوة الأعضاء إلى مجتمع
es: Cómo invitar miembros a una comunidad
fr: Comment inviter des membres dans une communauté
gu: કોમ્યુનિટીમાં સભ્યોને આમંત્રણ આપવું
hi: कम्युनिटी में मेंबर कैसे इनवाइट करें

source: How to make changes to a community
ar: كيفية إجراء تغييرات على مجتمع
es: Cómo hacer cambios en una comunidad
fr: Comment apporter des modifications à une communauté
gu: કોમ્યુનિટીમાં ફેરફાર કરવા
hi: कम्युनिटी में बदलाव कैसे करें

source: How to create and customize events in community groups
ar: كيفية إنشاء وتخصيص الأحداث في مجموعات المجتمع
es: Cómo crear y personalizar eventos en grupos de comunidad
fr: Comment créer et personnaliser des événements dans les groupes de communauté
gu: કોમ્યુનિટી ગ્રુપમાં ઇવેન્ટ બનાવવા અને કસ્ટમાઇઝ કરવા
hi: कम्युनिटी ग्रुप में इवेंट कैसे बनाएं और कस्टमाइज़ करें

source: How to remove a member from a community
ar: كيفية إزالة عضو من مجتمع
es: Cómo eliminar un miembro de una comunidad
fr: Comment retirer un membre d'une communauté
gu: કોમ્યુનિટીમાંથી સભ્ય દૂર કરવો
hi: कम्युनिटी से मेंबर कैसे हटाएं

source: How to deactivate a community
ar: كيفية تعطيل مجتمع
es: Cómo desactivar una comunidad
fr: Comment désactiver une communauté
gu: કોમ્યુનિટી નિષ્ક્રિય કરવું
hi: कम्युनिटी कैसे डिएक्टिवेट करें

source: About communities
ar: حول المجتمعات
es: Acerca de las comunidades
fr: À propos des communautés
gu: કોમ્યુનિટી વિશે
hi: कम्युनिटी के बारे में

source: How to create a community
ar: كيفية إنشاء مجتمع
es: Cómo crear una comunidad
fr: Comment créer une communauté
gu: કોમ્યુનિટી કેવી રીતે બનાવવી
hi: कम्युनिटी कैसे बनाएं

source: About community announcements
ar: حول إعلانات المجتمع
es: Acerca de los anuncios de comunidad
fr: À propos des annonces de communauté
gu: કોમ્યુનિટી જાહેરાત વિશે
hi: कम्युनिटी घोषणाओं के बारे में

source: About general chat for communities
ar: حول الدردشة العامة للمجتمعات
es: Acerca del chat general para comunidades
fr: À propos de la discussion générale des communautés
gu: કોમ્યુનિટી માટે જનરલ ચેટ વિશે
hi: कम्युनिटी के लिए जनरल चैट के बारे में

source: How to keep your groups and community safe
ar: كيفية الحفاظ على أمان مجموعاتك ومجتمعك
es: Cómo mantener tus grupos y comunidad seguros
fr: Comment garder vos groupes et communauté en sécurité
gu: તમારા ગ્રુપ અને કોમ્યુનિટીને સુરક્ષિત કેવી રીતે રાખવા
hi: अपने ग्रुप और कम्युनिटी को सुरक्षित कैसे रखें

source: About building private, safe, and secure communities on WhatsApp
ar: حول بناء مجتمعات خاصة وآمنة ومحمية على واتساب
es: Acerca de construir comunidades privadas, seguras y protegidas en WhatsApp
fr: À propos de la création de communautés privées, sûres et sécurisées sur WhatsApp
gu: WhatsApp પર ખાનગી, સુરક્ષિત કોમ્યુનિટી બનાવવા વિશે
hi: WhatsApp पर निजी, सुरक्षित और संरक्षित कम्युनिटी बनाने के बारे में

source: What does 'This community is no longer available' mean?
ar: ماذا يعني "هذا المجتمع لم يعد متاحًا"؟
es: ¿Qué significa «Esta comunidad ya no está disponible»?
fr: Que signifie « Cette communauté n'est plus disponible » ?
gu: 'આ કોમ્યુનિટી હવે ઉપલબ્ધ નથી' નો અર્થ શું?
hi: ‘यह कम्युनिटी अब उपलब्ध नहीं है’ का क्या मतलब है?

source: Member
ar: عضو
es: Miembro
fr: Membre
gu: સભ્ય
hi: सदस्य

source: How to find and join events in a community group
ar: كيفية العثور على الأحداث والانضمام إليها في مجموعة مجتمع
es: Cómo encontrar y unirte a eventos en un grupo de comunidad
fr: Comment trouver et rejoindre des événements dans un groupe de communauté
gu: કોમ્યુનિટી ગ્રુપમાં ઇવેન્ટ શોધીને જોડાવું
hi: कम्युनिटी ग्रुप में इवेंट कैसे खोजें और जॉइन करें

source: How to join a group in a community
ar: كيفية الانضمام إلى مجموعة في مجتمع
es: Cómo unirte a un grupo en una comunidad
fr: Comment rejoindre un groupe dans une communauté
gu: કોમ્યુનિટીમાં ગ્રુપમાં જોડાવું
hi: कम्युनिटी में ग्रुप कैसे जॉइन करें

source: How to exit a community
ar: كيفية الخروج من مجتمع
es: Cómo salir de una comunidad
fr: Comment quitter une communauté
gu: કોમ્યુનિટી છોડવું
hi: कम्युनिटी से कैसे बाहर निकलें

source: How to rejoin a community
ar: كيفية إعادة الانضمام إلى مجتمع
es: Cómo volver a unirte a una comunidad
fr: Comment rejoindre à nouveau une communauté
gu: કોમ્યુનિટીમાં ફરી જોડાવું
hi: कम्युनिटी में दोबारा कैसे जुड़ें

source: Discover
ar: اكتشف
es: Descubrir
fr: Découvrir
gu: શોધો
hi: डिस्कवर

source: About ads in WhatsApp Status and Channels
ar: حول الإعلانات في حالات واتساب والقنوات
es: Acerca de los anuncios en estados y canales de WhatsApp
fr: À propos des publicités dans les statuts et chaînes WhatsApp
gu: WhatsApp સ્ટેટસ અને ચેનલમાં જાહેરાત વિશે
hi: WhatsApp स्टेटस और चैनल में विज्ञापनों के बारे में

source: How to view and adjust your ad preferences in WhatsApp Status or Channles
ar: كيفية عرض وتعديل تفضيلات الإعلانات في حالات أو قنوات واتساب
es: Cómo ver y ajustar tus preferencias de anuncios en estados o canales de WhatsApp
fr: Comment voir et ajuster vos préférences publicitaires dans les statuts ou chaînes WhatsApp
gu: સ્ટેટસ/ચેનલમાં જાહેરાત પસંદગી જોવી અને બદલવી
hi: WhatsApp स्टेटस या चैनल में अपने विज्ञापन प्रेफरेंस कैसे देखें और बदलें

source: How to hide or report an ad in WhatsApp Status or Channels
ar: كيفية إخفاء أو الإبلاغ عن إعلان في حالات أو قنوات واتساب
es: Cómo ocultar o reportar un anuncio en estados o canales de WhatsApp
fr: Comment masquer ou signaler une publicité dans les statuts ou chaînes WhatsApp
gu: સ્ટેટસ/ચેનલમાં જાહેરાત છુપાવવી કે રિપોર્ટ કરવી
hi: WhatsApp स्टेटस या चैनल में किसी विज्ञापन को कैसे छिपाएं या रिपोर्ट करें

source: How to search for businesses inside WhatsApp
ar: كيفية البحث عن الشركات داخل واتساب
es: Cómo buscar negocios dentro de WhatsApp
fr: Comment rechercher des entreprises dans WhatsApp
gu: WhatsAppમાં બિઝનેસ શોધવા
hi: WhatsApp के अंदर बिज़नेस कैसे खोजें

source: How to select a location when looking for businesses
ar: كيفية اختيار موقع عند البحث عن الشركات
es: Cómo seleccionar una ubicación al buscar negocios
fr: Comment sélectionner un emplacement lors de la recherche d'entreprises
gu: બિઝનેસ શોધતી વખતે લોકેશન પસંદ કરવું
hi: बिज़नेस खोजते समय लोकेशन कैसे चुनें

source: How to scan a business' WhatsApp QR code
ar: كيفية مسح رمز QR واتساب للأعمال
es: Cómo escanear el código QR de WhatsApp de un negocio
fr: Comment scanner le code QR WhatsApp d'une entreprise
gu: બિઝનેસનો WhatsApp QR કોડ સ્કેન કરવો
hi: बिज़नेस का WhatsApp QR कोड कैसे स्कैन करें
